import React from 'react';

const colors = [
    "#FBCEB1",
    "#FDD9B5",
    "#B5B8B1",
    "#7FFFD4",
    "#78DBE2",
    "#E32636",
    "#FF2400",
    "#AB274F",
    "#F19CBB",
    "#E52B50",
    "#9F2B68",
    "#ED3CCA",
    "#CD2682",
    "#FF033E",
    "#9966CC",
    "#CD9575",
    "#293133",
    "#464451",
    "#44944A",
    "#2F4F4F",
    "#6A5ACD",
    "#A8E4A0",
    "#4E5754",
    "#614051",
    "#990066",
    "#6E5160",
    "#FAE7B5",
    "#CCCCFF",
    "#C5D0E6",
    "#FAEEDD",
    "#79553D",
    "#C1876B",
    "#6D6552",
    "#F5F5DC",
    "#A5A5A5",
    "#BDECB6",
    "#FFFAFA",
    "#FFFFFF",
    "#FAEBD7",
    "#FFDEAD",
    "#003153",
    "#77DDE7",
    "#1E5945",
    "#3F888F",
    "#30D5C8",
    "#FFE4C4",
    "#A5260A",
    "#3D2B1F",
    "#ABCDEF",
    "#FFDB8B",
    "#8D917A",
    "#89AC76",
    "#EEE8AA",
    "#B03F35",
    "#DDADAF",
    "#755C48",
    "#DABDAB",
    "#F984E5",
    "#FFCBDB",
    "#FADADD",
    "#AFEEEE",
    "#957B8D",
    "#ECEBBD",
    "#F0D698",
    "#FFC8A8",
    "#FFDF84",
    "#98FB98",
    "#AC7580",
    "#FFCA86",
    "#FDBDBA",
    "#8A7F8E",
    "#BC987E",
    "#919192",
    "#D87093",
    "#CED23A",
    "#8CCB5E",
    "#FFCF40",
    "#FFDC33",
    "#2A8D9C",
    "#47A76A",
    "#FFB841",
    "#FF97BB",
    "#62639B",
    "#DD80CC",
    "#009B76",
    "#4285B4",
    "#755D9A",
    "#755A57",
    "#9F8170",
    "#480607",
    "#ACB78E",
    "#B00000",
    "#641C34",
    "#9B2D30",
    "#D5D5D5",
    "#4C514A",
    "#3E5F8A",
    "#FFB02E",
    "#CD7F32",
    "#900020",
    "#45161C",
    "#343B29",
    "#D5713F",
    "#6495ED",
    "#9ACEEB",
    "#DAD871",
    "#34C924",
    "#DE4C8A",
    "#00FF7F",
    "#ECEABE",
    "#A7FC00",
    "#BD33A4",
    "#702963",
    "#5E2129",
    "#414833",
    "#911E42",
    "#64400F",
    "#256D7B",
    "#0095B6",
    "#FFCF48",
    "#B8B799",
    "#DCDCDC",
    "#DF73FF",
    "#F3A505",
    "#734222",
    "#C9A0DC",
    "#CDA4DE",
    "#C154C1",
    "#593315",
    "#F64A46",
    "#00541F",
    "#B57900",
    "#425E17",
    "#9F8200",
    "#004524",
    "#EF3038",
    "#A9203E",
    "#FF4040",
    "#4D220E",
    "#490005",
    "#A91D11",
    "#641349",
    "#7B001C",
    "#142300",
    "#D76E00",
    "#C34D0A",
    "#6F0035",
    "#EB5284",
    "#1A153F",
    "#531A50",
    "#FF1493",
    "#00382B",
    "#002F55",
    "#240935",
    "#423189",
    "#606E8C",
    "#42AAFF",
    "#00BFFF",
    "#A2A2D0",
    "#80DAEB",
    "#0E294B",
    "#30BA8F",
    "#87CEEB",
    "#FFDB58",
    "#FD7C6E",
    "#F34723",
    "#2F353B",
    "#1C1C1C",
    "#474A51",
    "#C7D0CC",
    "#D71868",
    "#D1E231",
    "#EFD334",
    "#E49B0F",
    "#B2EC5D",
    "#00693E",
    "#CA3767",
    "#1560BD",
    "#FF43A4",
    "#FC6C85",
    "#A2ADD0",
    "#F5F5F5",
    "#F4A900",
    "#FDBCB4",
    "#434B4D",
    "#EDFF21",
    "#E1CC4F",
    "#9ACD32",
    "#C5E384",
    "#CDA434",
    "#47402E",
    "#ED760E",
    "#FFAE42",
    "#FADFAD",
    "#FFE4B2",
    "#8F8B66",
    "#FFE2B7",
    "#CAA885",
    "#FFFF00",
    "#9D9101",
    "#FCE883",
    "#D6AE01",
    "#EAE6CA",
    "#CC5500",
    "#CB6586",
    "#1E90FF",
    "#78866B",
    "#FF47CA",
    "#7CFC00",
    "#01796F",
    "#158078",
    "#BEBD7F",
    "#ADFF2F",
    "#F0E891",
    "#826C34",
    "#BFFF00",
    "#4D5645",
    "#1F3438",
    "#1164B4",
    "#F5E6CB",
    "#7A7666",
    "#181513",
    "#4E5452",
    "#2E8B57",
    "#3BB08F",
    "#29AB87",
    "#008000",
    "#1CAC78",
    "#ADDFAD",
    "#006633",
    "#2F4538",
    "#004953",
    "#4F7942",
    "#009A63",
    "#D0F0C0",
    "#FCD975",
    "#DAA520",
    "#712F26",
    "#FFD700",
    "#E7C697",
    "#321414",
    "#79443B",
    "#009B77",
    "#287233",
    "#50C878",
    "#4B0082",
    "#5D76CB",
    "#138808",
    "#CD5C5C",
    "#4CBB17",
    "#BDDA57",
    "#5F9EA0",
    "#B0B7C6",
    "#A25F2A",
    "#8B8C7A",
    "#FFFF99",
    "#1B5583",
    "#C41E3A",
    "#1CD3A2",
    "#960018",
    "#A2231D",
    "#EB4C42",
    "#FF0033",
    "#633A34",
    "#BC5D58",
    "#99958C",
    "#6C6960",
    "#FF4D00",
    "#CB4154",
    "#884535",
    "#E34234",
    "#507D2A",
    "#D53032",
    "#1E213D",
    "#0047AB",
    "#F0DC82",
    "#FFA000",
    "#B32821",
    "#FF7F50",
    "#893F45",
    "#B15124",
    "#CD9A7B",
    "#503D33",
    "#140F0B",
    "#8A6642",
    "#A52A2A",
    "#C19A6B",
    "#39352A",
    "#781F19",
    "#800000",
    "#C8385A",
    "#25221B",
    "#964B00",
    "#B4674D",
    "#464531",
    "#8B4513",
    "#7B3F00",
    "#CA2C92",
    "#7851A9",
    "#4169E1",
    "#FFF8E7",
    "#414A4C",
    "#442D25",
    "#FDD5B1",
    "#CD5700",
    "#80461B",
    "#592321",
    "#C93C20",
    "#FF5349",
    "#6D3F5B",
    "#922B3E",
    "#C0448F",
    "#8B6C62",
    "#1E1112",
    "#C04000",
    "#CD4A4C",
    "#FF0000",
    "#EE204D",
    "#F4A460",
    "#FFFDD0",
    "#FDF4E3",
    "#C3B091",
    "#76FF7A",
    "#FB607F",
    "#E4A010",
    "#FBEC5D",
    "#E6E6FA",
    "#FCB4D5",
    "#FBA0E3",
    "#FEFE22",
    "#007BA7",
    "#025669",
    "#007FFF",
    "#1DACD6",
    "#00FF00",
    "#32CD32",
    "#979AAA",
    "#B5A642",
    "#DBD7D2",
    "#228B22",
    "#534B4F",
    "#DB7093",
    "#C7B446",
    "#FFF44F",
    "#FFFACD",
    "#FDE910",
    "#2D572C",
    "#6DAE81",
    "#D95030",
    "#E55137",
    "#FF8C69",
    "#FF9BAA",
    "#FAF0E6",
    "#F80000",
    "#FFA420",
    "#7B917B",
    "#AAF0D1",
    "#F8F4FF",
    "#FF00FF",
    "#F664AF",
    "#EDD19C",
    "#4C9141",
    "#FFBD88",
    "#0BDA51",
    "#C51D34",
    "#B3446C",
    "#DC143C",
    "#993366",
    "#FF8243",
    "#E1523D",
    "#FF8800",
    "#4C5866",
    "#AD655F",
    "#4C2F27",
    "#8E402A",
    "#996666",
    "#B87333",
    "#DD9475",
    "#F0FFF0",
    "#A98307",
    "#FEE5AC",
    "#FF4F00",
    "#00416A",
    "#EFDECD",
    "#21421E",
    "#EF0097",
    "#F400A1",
    "#FFE4B5",
    "#17806D",
    "#F36223",
    "#54FF9F",
    "#9FE2BF",
    "#1C6B72",
    "#009900",
    "#646B63",
    "#98FF98",
    "#497E76",
    "#20603D",
    "#F5FFFA",
    "#3EB489",
    "#DC9D00",
    "#7F8F18",
    "#95500C",
    "#FF7A5C",
    "#478430",
    "#E59E1F",
    "#CCA817",
    "#00677E",
    "#006B3C",
    "#753313",
    "#7F180D",
    "#FFB961",
    "#9A366B",
    "#BF2233",
    "#0A4500",
    "#FF8E0D",
    "#EC7C26",
    "#B32851",
    "#F6768E",
    "#474389",
    "#FD7B7C",
    "#006D5B",
    "#00538A",
    "#53377A",
    "#734A12",
    "#F0FFFF",
    "#2271B3",
    "#7FC7FF",
    "#6B8E23",
    "#FFFF66",
    "#FFA343",
    "#00A86B",
    "#9DB1CC",
    "#252850",
    "#C9DC87",
    "#EA7E5D",
    "#AF2B1E",
    "#FF7F49",
    "#FDDB6D",
    "#1D334A",
    "#642424",
    "#59351F",
    "#999950",
    "#424632",
    "#BAB86C",
    "#6F4F28",
    "#121910",
    "#808000",
    "#4D4234",
    "#015D52",
    "#B784A7",
    "#FD5E53",
    "#F8D568",
    "#A65E2E",
    "#FF2B2B",
    "#FFCC99",
    "#FF9966",
    "#FFA500",
    "#FF7538",
    "#5B3A29",
    "#B32428",
    "#DA70D6",
    "#E6A8D7",
    "#FFBA00",
    "#49678D",
    "#355E3B",
    "#CC7722",
    "#AEA04B",
    "#955F20",
    "#E6BBC1",
    "#D8DEBA",
    "#CBBAC5",
    "#C1CACA",
    "#D8B1BF",
    "#002800",
    "#470736",
    "#4F0014",
    "#470027",
    "#320B35",
    "#E3A9BE",
    "#C6DF90",
    "#A3C6C0",
    "#98C793",
    "#BAACC7",
    "#A0D6B4",
    "#A6BDD7",
    "#EEBEF1",
    "#230D21",
    "#560319",
    "#132712",
    "#022027",
    "#16251C",
    "#270A1F",
    "#320A18",
    "#362C12",
    "#28071A",
    "#001D18",
    "#4C3C18",
    "#FFEBCD",
    "#C7FCEC",
    "#71BC78",
    "#3D642D",
    "#7FB5B5",
    "#EFA94A",
    "#77DD77",
    "#FF7514",
    "#FFD1DC",
    "#5D9B9B",
    "#A18594",
    "#316650",
    "#DEAA88",
    "#6A5D4D",
    "#6C6874",
    "#1C542D",
    "#705335",
    "#C35831",
    "#B44C43",
    "#721422",
    "#8673A1",
    "#2A6478",
    "#763C28",
    "#898176",
    "#102C54",
    "#193737",
    "#9C9C9C",
    "#828282",
    "#00A693",
    "#32127A",
    "#CC3333",
    "#FE28A2",
    "#6600FF",
    "#FFE5B4",
    "#FFCFAB",
    "#CD853F",
    "#EFCDB8",
    "#C6A664",
    "#FCDD76",
    "#967117",
    "#00A550",
    "#31372B",
    "#F8173E",
    "#7F7679",
    "#FFEFD5",
    "#8A795D",
    "#003366",
    "#1A4876",
    "#191970",
    "#FF9218",
    "#131313",
    "#F8F8FF",
    "#FF00CC",
    "#FADBC8",
    "#75151E",
    "#88706B",
    "#20155E",
    "#4A192C",
    "#1B1116",
    "#9D81BA",
    "#7442C8",
    "#800080",
    "#F5DEB3",
    "#F75E25",
    "#FF7E93",
    "#7D7F7D",
    "#B0E0E6",
    "#CC8899",
    "#FF496C",
    "#F3DA0B",
    "#587246",
    "#B7410E",
    "#EF98AA",
    "#C8A696",
    "#FFAACC",
    "#AB4E52",
    "#FF77FF",
    "#B76E79",
    "#BC8F8F",
    "#FFF0F5",
    "#905D5D",
    "#EE82EE",
    "#674846",
    "#FFC0CB",
    "#FC89AC",
    "#D36E70",
    "#AA98A9",
    "#65000B",
    "#997A8D",
    "#FDDDE6",
    "#FC74FD",
    "#F78FA7",
    "#9B111E",
    "#DE5D83",
    "#D77D31",
    "#99FF99",
    "#92000A",
    "#1D1E33",
    "#082567",
    "#DE3163",
    "#DCD0FF",
    "#E28B00",
    "#DDA0DD",
    "#E6D690",
    "#40E0D0",
    "#DD4492",
    "#87CEFA",
    "#FFFFE0",
    "#FAFAD2",
    "#90EE90",
    "#FFEC8B",
    "#FFBCAD",
    "#987654",
    "#ED9121",
    "#846A20",
    "#FDEAA8",
    "#BA7FA2",
    "#F984EF",
    "#FFB6C1",
    "#C9C0BB",
    "#BBBBBB",
    "#A6CAF0",
    "#D84B20",
    "#876C99",
    "#20B2AA",
    "#778899",
    "#FFD35F",
    "#2B6CC4",
    "#DCD36A",
    "#BB8B54",
    "#FFB28B",
    "#BAAF96",
    "#FFDE5A",
    "#649A9E",
    "#E66761",
    "#8B6D5C",
    "#A86540",
    "#AA6651",
    "#BB6C8A",
    "#E63244",
    "#945D0B",
    "#887359",
    "#FFA161",
    "#FFA8AF",
    "#C8A99E",
    "#837DA2",
    "#EA899A",
    "#B48764",
    "#946B54",
    "#966A57",
    "#B17267",
    "#8B734B",
    "#B27070",
    "#84C3BE",
    "#D7D7D7",
    "#6C92AF",
    "#669E85",
    "#BEADA1",
    "#ADD8E6",
    "#B0C4DE",
    "#D0D0D0",
    "#F0E68C",
    "#E0FFFF",
    "#ACE1AF",
    "#704214",
    "#382C1E",
    "#A5694F",
    "#78858B",
    "#465945",
    "#332F2C",
    "#8A9597",
    "#C0C0C0",
    "#CDC5C2",
    "#9E9764",
    "#735184",
    "#90845B",
    "#785840",
    "#D39B85",
    "#CEA262",
    "#C4A55F",
    "#575E4E",
    "#5A3D30",
    "#5E3830",
    "#B85D43",
    "#7D4D5D",
    "#8C4743",
    "#52442C",
    "#C2A894",
    "#8C4852",
    "#CC9293",
    "#413D51",
    "#72525C",
    "#CF9B8F",
    "#4A545C",
    "#46394B",
    "#48442D",
    "#9DA1AA",
    "#808080",
    "#686C5E",
    "#CADABA",
    "#403A3A",
    "#95918C",
    "#6C7059",
    "#A0A0A4",
    "#3E3B32",
    "#26252D",
    "#6A5F31",
    "#CAC4B0",
    "#708090",
    "#E5BE01",
    "#317F43",
    "#6C3B2A",
    "#A52019",
    "#FF9900",
    "#969992",
    "#1E2460",
    "#924E7D",
    "#282828",
    "#A0522D",
    "#E97451",
    "#79A0C1",
    "#1F3A3D",
    "#0D98BA",
    "#8A2BE2",
    "#6699CC",
    "#6C4675",
    "#7366BD",
    "#F9DFCF",
    "#7D746D",
    "#151719",
    "#0000FF",
    "#AFDAFC",
    "#007DFF",
    "#3A75C4",
    "#1F75FE",
    "#474B4E",
    "#1FCECB",
    "#18A7B5",
    "#122FAA",
    "#2A52BE",
    "#003399",
    "#4682B4",
    "#F0F8FF",
    "#C8A2C8",
    "#B565A7",
    "#FF6E4A",
    "#FC2847",
    "#FFBCD9",
    "#434750",
    "#660066",
    "#8E4585",
    "#F2DDC6",
    "#F2E8C9",
    "#FFFFF0",
    "#ACE5EE",
    "#F39F18",
    "#EFAF8C",
    "#2C5545",
    "#B94E48",
    "#7BA05B",
    "#87A96B",
    "#AF4035",
    "#0067A5",
    "#9370D8",
    "#817066",
    "#231A24",
    "#C08081",
    "#CFB53B",
    "#FDF5E6",
    "#EEDC82",
    "#D68A59",
    "#714B23",
    "#909090",
    "#CF3476",
    "#5D3954",
    "#9932CC",
    "#CB2821",
    "#116062",
    "#3B83BD",
    "#D8A903",
    "#B07D2B",
    "#013220",
    "#986960",
    "#CD5B45",
    "#654321",
    "#8B0000",
    "#08457E",
    "#E9967A",
    "#FFA812",
    "#556832",
    "#FF8C00",
    "#FFDAB9",
    "#472A3F",
    "#E75480",
    "#915F6D",
    "#483C32",
    "#49423D",
    "#002137",
    "#000080",
    "#1974D2",
    "#9400D3",
    "#8FBC8F",
    "#483D8B",
    "#177245",
    "#57A639",
    "#918151",
    "#CC6C5C",
    "#304B26",
    "#3F2512",
    "#313830",
    "#9B8127",
    "#45433B",
    "#003841",
    "#203A27",
    "#BADBAD",
    "#B8860B",
    "#310062",
    "#35170C",
    "#321011",
    "#9B2F1F",
    "#4F273A",
    "#523C36",
    "#681C23",
    "#8B008B",
    "#EA7500",
    "#232C16",
    "#302112",
    "#C37629",
    "#03C03C",
    "#5B1E31",
    "#C76574",
    "#564042",
    "#1A162A",
    "#660099",
    "#C76864",
    "#A47C45",
    "#32221A",
    "#371F1C",
    "#482A2A",
    "#27261A",
    "#2B2517",
    "#2C3337",
    "#013A33",
    "#464544",
    "#82898F",
    "#4E3B31",
    "#00008B",
    "#BDB76B",
    "#008B8B",
    "#452D35",
    "#FF7E00",
    "#CC4E5C",
    "#904D30",
    "#0ABAB5",
    "#1CA9C9",
    "#D53E07",
    "#A12312",
    "#FF6347",
    "#5DA130",
    "#006400",
    "#35682D",
    "#FAD201",
    "#308446",
    "#CC0605",
    "#F54021",
    "#A03472",
    "#8D948D",
    "#063971",
    "#1E1E1E",
    "#45CEA2",
    "#6C7156",
    "#B57281",
    "#DDBEC3",
    "#FFE4E1",
    "#F28500",
    "#AE848B",
    "#696969",
    "#FF7518",
    "#20214F",
    "#120A8F",
    "#8A3324",
    "#48D1CC",
    "#3CB371",
    "#5E490F",
    "#803E75",
    "#C0DCC0",
    "#66CDAA",
    "#7B68EE",
    "#00FA9A",
    "#8B8940",
    "#7D512D",
    "#EE9374",
    "#657F4B",
    "#D79D41",
    "#C4A43D",
    "#30626B",
    "#386646",
    "#673923",
    "#D35339",
    "#8C4566",
    "#AB343A",
    "#434B1B",
    "#F7943C",
    "#E8793E",
    "#A73853",
    "#E28090",
    "#423C63",
    "#7F4870",
    "#EE9086",
    "#674C47",
    "#2F6556",
    "#395778",
    "#C71585",
    "#543964",
    "#BA55D3",
    "#801818",
    "#B55489",
    "#4D5D53",
    "#EA8DF7",
    "#991199",
    "#F75394",
    "#8000FF",
    "#354D73",
    "#324AB2",
    "#8B00FF",
    "#926EAE",
    "#BEF574",
    "#F64A8A",
    "#123524",
    "#CC6666",
    "#F754E1",
    "#C364C5",
    "#806B2A",
    "#2E3A23",
    "#4E1609",
    "#4D7198",
    "#3CAA3C",
    "#F7F21A",
    "#2A5C03",
    "#FFD800",
    "#D2B48C",
    "#FAA76C",
    "#1F4037",
    "#FFA474",
    "#834D18",
    "#505050",
    "#008CF0",
    "#FFF5EE",
    "#008080",
    "#FFFAF0",
    "#EEE6A3",
    "#CE2029",
    "#FFFDDF",
    "#E3256B",
    "#1FAEE9",
    "#3B5998",
    "#78A2B7",
    "#1A4780",
    "#FCFCEE",
    "#FFF8DC",
    "#00CCCC",
    "#FFCC00",
    "#7D8471",
    "#00FFFF",
    "#F8F32B",
    "#EBC2AF",
    "#FFCBBB",
    "#343E40",
    "#212121",
    "#412227",
    "#3B3C36",
    "#23282B",
    "#18171C",
    "#141613",
    "#1F0E11",
    "#1D1018",
    "#161A1E",
    "#000000",
    "#0A0A0A",
    "#D8BFD8",
    "#EBC7DF",
    "#A08040",
    "#CA3A27",
    "#ED4830",
    "#7FFF00",
    "#F5D033",
    "#F4C430",
    "#C54B8C",
    "#FB7EFD",
    "#45322E",
    "#D2691E",
    "#CDB891",
    "#FF33CC",
    "#7DF9FF",
    "#CCFF00",
    "#CEFF1D",
    "#40826D",
    "#FFBF00",
    "#93AA00",
    "#FF845C",
    "#F4C800",
    "#007D34",
    "#F13A13",
    "#7E0059",
    "#C10020",
    "#FF8E00",
    "#FF6800",
    "#D5265B",
    "#943391",
    "#00836E",
    "#8F509D",
    "#08E8DE",
    "#FFB300",
    "#66FF00",
    "#FFA089",
    "#FC0FC0",
    "#007CAD",
    "#E0B0FF",
    "#CD00CD"
];

const names = [
    "Абрикосовый",
    "Абрикосовый Крайола",
    "Агатовый серый",
    "Аквамариновый",
    "Аквамариновый Крайола",
    "Ализариновый красный",
    "Алый",
    "Амарантово-пурпурный",
    "Амарантово-розовый",
    "Амарантовый",
    "Амарантовый глубоко-пурпурный",
    "Амарантовый маджента",
    "Амарантовый светло-вишневый",
    "Американский розовый",
    "Аметистовый",
    "Античная латунь",
    "Антрацитово-серый",
    "Антрацитовый",
    "Арлекин",
    "Аспидно-серый",
    "Аспидно-синий",
    "Бабушкины яблоки",
    "Базальтово-серый",
    "Баклажанный Крайола",
    "Баклажановый",
    "Баклажановый Крайола",
    "Бананомания",
    "Барвинок, перванш",
    "Барвинок Крайола",
    "Бедра испуганной нимфы",
    "Бежево-коричневый",
    "Бежево-красный",
    "Бежево-серый",
    "Бежевый",
    "Бело-алюминиевый",
    "Бело-зеленый",
    "Белоснежный",
    "Белый",
    "Белый антик",
    "Белый навахо",
    "Берлинская лазурь",
    "Бирюзово-голубой Крайола",
    "Бирюзово-зеленый",
    "Бирюзово-синий",
    "Бирюзовый",
    "Бисквитный",
    "Бисмарк-фуриозо",
    "Бистр",
    "Бледно-васильковый",
    "Бледно-желтый",
    "Бледно-зелено-серый",
    "Бледно-зеленый",
    "Бледно-золотистый",
    "Бледно-карминный",
    "Бледно-каштановый",
    "Бледно-коричневый",
    "Бледно-песочный",
    "Бледно-пурпурный",
    "Бледно-розоватый",
    "Бледно-розовый",
    "Бледно-синий",
    "Бледно-фиолетовый",
    "Бледный весенний бутон",
    "Бледный желто-зеленый",
    "Бледный желто-розовый",
    "Бледный зеленовато-желтый",
    "Бледный зеленый",
    "Бледный красно-пурпурный",
    "Бледный оранжево-желтый",
    "Бледный пурпурно-розовый",
    "Бледный пурпурно-синий",
    "Бледный серо-коричневый",
    "Бледный синий",
    "Бледный фиолетово-красный",
    "Блестящий желто-зеленый",
    "Блестящий желтовато-зеленый",
    "Блестящий желтый",
    "Блестящий зеленовато-желтый",
    "Блестящий зеленовато-синий",
    "Блестящий зеленый",
    "Блестящий оранжевый",
    "Блестящий пурпурно-розовый",
    "Блестящий пурпурно-синий",
    "Блестящий пурпурный",
    "Блестящий синевато-зеленый",
    "Блестящий синий",
    "Блестящий фиолетовый",
    "Блошиный (Красновато-коричневый)",
    "Бобровый",
    "Болгарский розовый",
    "Болотный",
    "Бордо (Красно-бордовый)",
    "Бордово-фиолетовый",
    "Бордовый",
    "Бороды Абдель-Керима",
    "Брезентово-серый",
    "Бриллиантово-синий",
    "Бриллиантовый оранжево-желтый",
    "Бронзовый",
    "Бургундский",
    "Бурый",
    "Бутылочно-зеленый",
    "Ванильный",
    "Васильковый",
    "Васильковый Крайола",
    "Вердепешевый",
    "Вердепомовый",
    "Вересково-фиолетовый",
    "Весенне-зеленый (Зеленая весна)",
    "Весенне-зеленый Крайола",
    "Весенний бутон",
    "Византийский",
    "Византия",
    "Винно-красный",
    "Винтовочный зеленый",
    "Вишневый (Вишня)",
    "В меру оливково-коричневый",
    "Водная синь",
    "Воды пляжа Бонди",
    "Восход солнца",
    "Галечный серый",
    "Гейнсборо",
    "Гелиотроп (Гелиотроповый)",
    "Георгиново-желтый",
    "Глиняный коричневый",
    "Глициния (Глициниевый)",
    "Глициния Крайола",
    "Глубокая фуксия Крайола",
    "Глубокий желто-коричневый",
    "Глубокий желто-розовый",
    "Глубокий желтовато-зеленый",
    "Глубокий желтый",
    "Глубокий желтый зеленый",
    "Глубокий зеленовато-желтый",
    "Глубокий зеленый",
    "Глубокий карминно-розовый",
    "Глубокий карминный",
    "Глубокий коралловый",
    "Глубокий коричневый",
    "Глубокий красно-коричневый",
    "Глубокий красно-оранжевый",
    "Глубокий красно-пурпурный",
    "Глубокий красный",
    "Глубокий оливково-зеленый",
    "Глубокий оранжево-желтый",
    "Глубокий оранжевый",
    "Глубокий пурпурно-красный",
    "Глубокий пурпурно-розовый",
    "Глубокий пурпурно-синий",
    "Глубокий пурпурный",
    "Глубокий розовый",
    "Глубокий синевато-зеленый",
    "Глубокий синий",
    "Глубокий фиолетово-черный",
    "Глубокий фиолетовый",
    "Голубино-синий",
    "Голубой",
    "Голубой (Морозное небо)",
    "Голубой колокольчик Крайола",
    "Голубой Крайола",
    "Горечавково-синий",
    "Горный луг",
    "Городское небо (Пасмурно-небесный)",
    "Горчичный",
    "Горько-сладкий",
    "Гранатовый",
    "Гранитовый серый (Гранитный)",
    "Графитно-черный",
    "Графитовый серый",
    "Гридеперлевый",
    "Грузинский розовый",
    "Грушево-зеленый",
    "Грушевый",
    "Гуммигут",
    "Гусеница",
    "Дартмутский зеленый",
    "Джазовый джем",
    "Джинсовый синий",
    "Дикая клубника Крайола",
    "Дикий арбуз Крайола",
    "Дикий синий Крайола",
    "Дымчато-белый",
    "Дынно-желтый",
    "Дыня Крайола",
    "Железно-серый",
    "Желтая сера",
    "Желтая слоновая кость",
    "Желто-зеленый",
    "Желто-зеленый Крайола",
    "Желто-золотой",
    "Желто-оливковый",
    "Желто-оранжевый",
    "Желто-оранжевый Крайола",
    "Желто-персиковый",
    "Желто-розовый",
    "Желто-серый",
    "Желтовато-белый",
    "Желтовато-серый",
    "Желтый",
    "Желтый карри",
    "Желтый Крайола",
    "Желтый ракитник",
    "Жемчужно-белый",
    "Жженый апельсин (Выгоревший оранжевый)",
    "Жимолость",
    "Защитно-синий",
    "Защитный хаки (Камуфляжный)",
    "Звезды в шоке",
    "Зеленая лужайка",
    "Зеленая сосна",
    "Зеленая сосна Крайола",
    "Зелено-бежевый",
    "Зелено-желтый",
    "Зелено-желтый Крайола",
    "Зелено-коричневый",
    "Зелено-лаймовый",
    "Зелено-серый",
    "Зелено-синий",
    "Зелено-синий Крайола",
    "Зеленовато-белый",
    "Зеленовато-серый",
    "Зеленовато-черный",
    "Зеленоватый мокрый асфальт",
    "Зеленое море",
    "Зеленые джунгли Крайола",
    "Зеленые джунгли Крайола 90-го года",
    "Зеленый",
    "Зеленый Крайола",
    "Зеленый лишайник, мох (Цвет зеленого мха)",
    "Зеленый Мичиганского университета",
    "Зеленый мох",
    "Зеленый орел",
    "Зеленый папоротник",
    "Зеленый трилистник",
    "Зеленый чай",
    "Золотарник Крайола",
    "Золотисто-березовый",
    "Золотисто-каштановый",
    "Золотой (Золотистый)",
    "Золотой Крайола",
    "Ивово-коричневый",
    "Известковая глина",
    "Изумруд",
    "Изумрудно-зеленый",
    "Изумрудный",
    "Индиго",
    "Индиго Крайола",
    "Индийский зеленый",
    "Индийский красный, каштановый",
    "Ирландский зеленый",
    "Июньский бутон",
    "Кадетский синий",
    "Кадетский синий Крайола",
    "Камелопардовый",
    "Каменно-серый",
    "Канареечный (Ярко-желтый)",
    "Капри синий",
    "Кардинал",
    "Карибский зеленый",
    "Кармин",
    "Карминно-красный",
    "Карминно-розовый",
    "Карминово-красный",
    "Каштаново-коричневый",
    "Каштановый Крайола",
    "Кварцевый",
    "Кварцевый серый",
    "Киноварь",
    "Кирпично-красный",
    "Кирпичный",
    "Китайский красный (Киноварь)",
    "Кленовый зеленый",
    "Клубнично-красный",
    "Кобальтово-синий",
    "Кобальт синий (Кобальтовый)",
    "Кожа буйвола (Палевый)",
    "Кожура апельсина",
    "Кораллово-красный",
    "Коралловый",
    "Кордованский",
    "Коричневато-оранжевый",
    "Коричневато-розовый",
    "Коричневато-серый",
    "Коричневато-черный",
    "Коричнево-бежевый",
    "Коричнево-бордовый",
    "Коричнево-желтый цвета увядших листьев",
    "Коричнево-зеленый",
    "Коричнево-красный",
    "Коричнево-малиновый",
    "Коричнево-малиновый Крайола",
    "Коричнево-оливковый",
    "Коричневый",
    "Коричневый Крайола",
    "Коричневый серый",
    "Коричневый цвета кожанного седла для лошади",
    "Коричный",
    "Королевская фуксия",
    "Королевский пурпурный Крайола",
    "Королевский синий",
    "Космические сливки",
    "Космос",
    "Кофейный",
    "Крайоловый Абрикос",
    "Красно-буро-оранжевый",
    "Красно-желто-коричневый",
    "Красно-коричневый",
    "Красно-оранжевый",
    "Красно-оранжевый Крайола",
    "Красно-сиреневый",
    "Красно-фиолетовый",
    "Красно-фиолетовый Крайола",
    "Красновато-серый",
    "Красновато-черный",
    "Красное дерево",
    "Красное дерево Крайола",
    "Красный",
    "Красный Крайола",
    "Красный песок",
    "Кремово-желтый",
    "Кремовый",
    "Кремовый хаки",
    "Кричащий зеленый",
    "Крутой розовый Крайола",
    "Кукурузно-желтый",
    "Кукурузный",
    "Лаванда (Лавандовый)",
    "Лавандовый Крайола",
    "Лавандовый розовый",
    "Лазерный лимон",
    "Лазурно-серый (Зеленовато-синий)",
    "Лазурно-синий",
    "Лазурный, Азур",
    "Лазурный Крайола",
    "Лайм",
    "Лаймово-зеленый",
    "Ламантин",
    "Латунный",
    "Лесной волк",
    "Лесной зеленый",
    "Ливерный",
    "Лиловый",
    "Лимонно-желтый",
    "Лимонно-желтый Крайола",
    "Лимонно-кремовый",
    "Лимонный",
    "Лиственно-зеленый",
    "Лиственный зеленый Крайола",
    "Лососево-красный",
    "Лососево-оранжевый",
    "Лососевый",
    "Лососевый Крайола",
    "Льняной",
    "Люминесцентный красный",
    "Люминесцентный ярко-оранжевый",
    "Лягушка в обмороке",
    "Магическая мята",
    "Магнолия",
    "Маджента, Фуксия (Пурпурный)",
    "Маджента Крайола",
    "Маисовый",
    "Майский зеленый",
    "Макароны и сыр",
    "Малахитовый",
    "Малиново-красный",
    "Малиново-розовый",
    "Малиновый",
    "Мальва (Розовато-лиловый)",
    "Манго-танго",
    "Мандариновое танго",
    "Мандариновый",
    "Маренго",
    "Марсала",
    "Махагон коричневый",
    "Медно-коричневый",
    "Медно-розовый (Бледный розовато-лиловый)",
    "Медный",
    "Медный Крайола",
    "Медовая роса",
    "Медово-желтый",
    "Медовый",
    "Международный оранжевый (Сигнальный)",
    "Мертвенный индиго",
    "Миндаль Крайола",
    "Миртовый",
    "Мовеин (Анилиновый пурпур)",
    "Модная фуксия",
    "Мокасиновый",
    "Мокрый тропический лес",
    "Морковный",
    "Морской зеленый",
    "Морской зеленый Крайола",
    "Мурена",
    "Мусульманский зеленый",
    "Мышино-серый",
    "Мята (Цвет зеленой мяты)",
    "Мятно-бирюзовый",
    "Мятно-зеленый",
    "Мятно-кремовый",
    "Мятный",
    "Нарциссово-желтый",
    "Насыщенный желто-зеленый",
    "Насыщенный желто-коричневый",
    "Насыщенный желто-розовый",
    "Насыщенный желтовато-зеленый",
    "Насыщенный желтый",
    "Насыщенный зеленовато-желтый",
    "Насыщенный зеленовато-синий",
    "Насыщенный зеленый",
    "Насыщенный коричневый",
    "Насыщенный красно-коричневый",
    "Насыщенный красно-оранжевый",
    "Насыщенный красно-пурпурный",
    "Насыщенный красный",
    "Насыщенный оливково-зеленый",
    "Насыщенный оранжево-желтый",
    "Насыщенный оранжевый",
    "Насыщенный пурпурно-красный",
    "Насыщенный пурпурно-розовый",
    "Насыщенный пурпурно-синий",
    "Насыщенный розовый",
    "Насыщенный синевато-зеленый",
    "Насыщенный синий",
    "Насыщенный фиолетовый",
    "Натуральная умбра",
    "Небесная лазурь",
    "Небесно-синий",
    "Небесный",
    "Нежно-оливковый",
    "Незрелый желтый",
    "Неоново-морковный",
    "Нефритовый",
    "Ниагара",
    "Ночной синий",
    "Обычный весенний бутон",
    "Огненная сиенна Крайола",
    "Огненно-красный",
    "Огненный оранжевый",
    "Одуванчиковый",
    "Океанская синь",
    "Оксид красный",
    "Олень коричневый",
    "Оливково-желтый",
    "Оливково-зеленый",
    "Оливково-зеленый Крайола",
    "Оливково-коричневый",
    "Оливково-черный",
    "Оливковый",
    "Оливковый серый",
    "Опаловый зеленый",
    "Оперный розовато-лиловый",
    "Оранжевая заря",
    "Оранжево-желтый Крайола",
    "Оранжево-коричневый",
    "Оранжево-красный Крайола",
    "Оранжево-персиковый",
    "Оранжево-розовый",
    "Оранжевый",
    "Оранжевый Крайола",
    "Орехово-коричневый",
    "Ориент красный",
    "Орхидея",
    "Орхидея Крайола",
    "Отборный желтый",
    "Отдаленно-синий",
    "Охотничий зеленый",
    "Охра",
    "Охра желтая",
    "Охра коричневая",
    "Очень бледно-пурпурный",
    "Очень бледный зеленый",
    "Очень бледный пурпурно-синий",
    "Очень бледный синий",
    "Очень бледный фиолетовый",
    "Очень глубокий желто-зеленый",
    "Очень глубокий красно-пурпурный",
    "Очень глубокий красный",
    "Очень глубокий пурпурно-красный",
    "Очень глубокий пурпурный",
    "Очень светло-пурпурный",
    "Очень светлый желто-зеленый",
    "Очень светлый зеленовато-синий",
    "Очень светлый зеленый",
    "Очень светлый пурпурно-синий",
    "Очень светлый синевато-зеленый",
    "Очень светлый синий",
    "Очень светлый фиолетовый",
    "Очень темно-пурпурный",
    "Очень темный алый",
    "Очень темный желто-зеленый",
    "Очень темный зеленовато-синий",
    "Очень темный зеленый",
    "Очень темный красно-пурпурный",
    "Очень темный красный",
    "Очень темный оливковый",
    "Очень темный пурпурно-красный",
    "Очень темный синевато-зеленый",
    "Очень темный хаки",
    "Очищенный миндаль",
    "Панг",
    "Папоротник Крайола",
    "Папоротниково-зеленый",
    "Пастельно-бирюзовый",
    "Пастельно-желтый",
    "Пастельно-зеленый",
    "Пастельно-оранжевый",
    "Пастельно-розовый",
    "Пастельно-синий",
    "Пастельно-фиолетовый",
    "Патиново-зеленый",
    "Перекати-поле",
    "Перламутрово-бежевый",
    "Перламутрово-ежевичный",
    "Перламутрово-зеленый",
    "Перламутрово-золотой",
    "Перламутрово-оранжевый",
    "Перламутрово-розовый",
    "Перламутрово-рубиновый",
    "Перламутрово-фиолетовый",
    "Перламутровый горечавково-синий",
    "Перламутровый медный",
    "Перламутровый мышино-серый",
    "Перламутровый ночной",
    "Перламутровый опаловый",
    "Перламутровый светло-серый",
    "Перламутровый темно-серый",
    "Персидский зеленый",
    "Персидский индиго",
    "Персидский красный",
    "Персидский розовый",
    "Персидский синий",
    "Персиковый",
    "Персиковый Крайола",
    "Перу",
    "Песок пустыни",
    "Песочно-желтый",
    "Песочный",
    "Песочный серо-коричневый",
    "Пигментный зеленый",
    "Пихтовый зеленый",
    "Пламенная маджента Крайола",
    "Платиново-серый",
    "Побег папайи",
    "Полумрак Крайола",
    "Полуночно-синий",
    "Полуночный синий Крайола",
    "Полуночный черный",
    "Последний вздох Жако",
    "Почти черный",
    "Призрачно-белый",
    "Пурпурная пицца",
    "Пурпурно-белый",
    "Пурпурно-красный",
    "Пурпурно-серый",
    "Пурпурно-синий",
    "Пурпурно-фиолетовый",
    "Пурпурно-черный",
    "Пурпурное горное величие",
    "Пурпурное сердце",
    "Пурпурный",
    "Пшеничный",
    "Пылкий красно-оранжевый",
    "Пылкий розовый",
    "Пыльно-серый",
    "Пыльный голубой",
    "Пюсовый",
    "Радикальный красный",
    "Рапсово-желтый",
    "Резедово-зеленый",
    "Ржаво-коричневый",
    "Розовато-лиловый Крайола",
    "Розовато-серый",
    "Розовая гвоздика",
    "Розовая долина",
    "Розовая фуксия",
    "Розово-золотой",
    "Розово-коричневый",
    "Розово-лавандовый",
    "Розово-серо-коричневый",
    "Розово-фиолетовый",
    "Розово-эбонитовый",
    "Розовый",
    "Розовый (Пощекочи меня)",
    "Розовый антик",
    "Розовый кварц",
    "Розовый лес",
    "Розовый Маунтбэттена",
    "Розовый поросенок",
    "Розовый фламинго",
    "Розовый щербет",
    "Рубиново-красный",
    "Румянец",
    "Рыжий",
    "Салатовый",
    "Сангина",
    "Сапфирово-синий",
    "Сапфировый",
    "Светлая вишня",
    "Светлая мальва (Светло-розовато-лиловый)",
    "Светлая Сиена (Почти чистый оранжевый)",
    "Светлая слива",
    "Светлая слоновая кость",
    "Светло-бирюзовый",
    "Светло-вишневый Крайола",
    "Светло-голубой",
    "Светло-желтый",
    "Светло-желтый золотистый",
    "Светло-зеленый",
    "Светло-золотистый",
    "Светло-коралловый",
    "Светло-коричневый",
    "Светло-морковный",
    "Светло-оливковый",
    "Светло-песочный",
    "Светло-пурпурный",
    "Светло-розовая фуксия",
    "Светло-розовый",
    "Светло-серебристый",
    "Светло-серый",
    "Светло-синий",
    "Светло-тициановый",
    "Светло-фиолетовый",
    "Светлое зеленое море",
    "Светлый аспидно-серый",
    "Светлый глубокий желтый",
    "Светлый джинсовый",
    "Светлый желто-зеленый",
    "Светлый желто-коричневый",
    "Светлый желто-розовый",
    "Светлый зеленовато-белый",
    "Светлый зеленовато-желтый",
    "Светлый зеленовато-синий",
    "Светлый карминово-розовый",
    "Светлый коричневато-серый",
    "Светлый коричневый",
    "Светлый красно-коричневый",
    "Светлый красно-пурпурный",
    "Светлый малиново-красный",
    "Светлый оливково-коричневый",
    "Светлый оливковый серый",
    "Светлый оранжевый",
    "Светлый пурпурно-розовый",
    "Светлый пурпурно-серый",
    "Светлый пурпурно-синий",
    "Светлый розово-лиловый",
    "Светлый серо-желто-коричневый",
    "Светлый серо-коричневый",
    "Светлый серо-красно-коричневый",
    "Светлый серо-красный",
    "Светлый серо-оливковый",
    "Светлый серо-пурпурно-красный",
    "Светлый серо-синий",
    "Светлый серый",
    "Светлый сине-серый",
    "Светлый синевато-зеленый",
    "Светлый синевато-серый",
    "Светлый синий",
    "Светлый стальной синий",
    "Светлый телегрей",
    "Светлый хаки",
    "Светлый циан",
    "Селадон",
    "Сепия (Каракатица)",
    "Сепия коричневый",
    "Сепия Крайола",
    "Серая белка",
    "Серая спаржа",
    "Серая умбра",
    "Серебристо-серый",
    "Серебряный",
    "Серебряный Крайола",
    "Серо-бежевый",
    "Серобуромалиновый",
    "Серовато-желто-зеленый",
    "Серовато-желто-коричневый",
    "Серовато-желто-розовый",
    "Серовато-желтый",
    "Серовато-зеленовато-желтый",
    "Серовато-зеленый",
    "Серовато-коричневый",
    "Серовато-красно-коричневый",
    "Серовато-красно-оранжевый",
    "Серовато-красно-пурпурный",
    "Серовато-красный",
    "Серовато-оливковый",
    "Серовато-оранжевый",
    "Серовато-пурпурно-красный",
    "Серовато-пурпурно-розовый",
    "Серовато-пурпурно-синий",
    "Серовато-пурпурный",
    "Серовато-розовый",
    "Серовато-синий",
    "Серовато-фиолетовый",
    "Сероватый оливково-зеленый",
    "Серое окно",
    "Серый",
    "Серый бетон",
    "Серый зеленый чай",
    "Серый коричневый",
    "Серый Крайола",
    "Серый мох",
    "Серый нейтральный",
    "Серый оливковый",
    "Серый синий",
    "Серый хаки",
    "Серый шелк",
    "Серый шифер, аспидно-серый",
    "Сигнальный желтый",
    "Сигнальный зеленый",
    "Сигнальный коричневый",
    "Сигнальный красный",
    "Сигнальный оранжевый",
    "Сигнальный серый",
    "Сигнальный синий",
    "Сигнальный фиолетовый",
    "Сигнальный черный",
    "Сиена",
    "Сиена жженая",
    "Сизый",
    "Сине-зеленый",
    "Сине-зеленый Крайола",
    "Сине-лиловый",
    "Сине-серый Крайола",
    "Сине-сиреневый",
    "Сине-фиолетовый Крайола",
    "Синевато-белый",
    "Синевато-серый",
    "Синевато-черный",
    "Синий",
    "Синий-синий иней",
    "Синий Градуса",
    "Синий Клейна",
    "Синий Крайола",
    "Синий серый",
    "Синий цвета яиц странствующего дрозда",
    "Синий чирок",
    "Синий экран смерти",
    "Синяя лазурь (Лазурно-голубой)",
    "Синяя пыль",
    "Синяя сталь",
    "Синяя Элис",
    "Сиреневый",
    "Сияющая орхидея",
    "Скандальный оранжевый",
    "Скарлет",
    "Сладкая вата",
    "Сланцево-серый",
    "Сливовый",
    "Сливовый Крайола",
    "Сливочно-кремовый",
    "Сливочный",
    "Слоновая кость",
    "Снежно-синий",
    "Солнечно-желтый",
    "Сомон",
    "Сосновый зеленый",
    "Сочный каштановый Крайола",
    "Спаржа",
    "Спаржа Крайола",
    "Средний карминный",
    "Средний персидский синий",
    "Средний пурпурный",
    "Средний серый",
    "Стальной синий",
    "Старинный розовый",
    "Старое золото",
    "Старое кружево",
    "Старый лен",
    "Сырая охра",
    "Сырая умбра",
    "Телегрей",
    "Телемагента",
    "Темная Византия",
    "Темная орхидея",
    "Темно-алый",
    "Темно-бирюзовый",
    "Темно-голубой",
    "Темно-грушевый",
    "Темно-желтый",
    "Темно-зеленый",
    "Темно-каштановый",
    "Темно-коралловый",
    "Темно-коричневый",
    "Темно-красный",
    "Темно-лазурный",
    "Темно-лососевый",
    "Темно-мандариновый",
    "Темно-оливковый",
    "Темно-оранжевый",
    "Темно-персиковый",
    "Темно-пурпурный",
    "Темно-розовый",
    "Темно-серая мальва (Розовато-лилово-серый)",
    "Темно-серо-коричневый",
    "Темно-серый",
    "Темно-синий",
    "Темно-синий (Цвет формы морских офицеров)",
    "Темно-синий Крайола",
    "Темно-фиолетовый",
    "Темное зеленое море",
    "Темный аспидно-синий",
    "Темный весенне-зеленый",
    "Темный желто-зеленый",
    "Темный желто-коричневый",
    "Темный желто-розовый",
    "Темный желтовато-зеленый",
    "Темный желтовато-коричневый",
    "Темный зеленовато-желто-зеленый",
    "Темный зеленовато-желтый",
    "Темный зеленовато-серый",
    "Темный зеленовато-синий",
    "Темный зеленый",
    "Темный зеленый чай",
    "Темный золотарник (Темно-золотой)",
    "Темный индиго",
    "Темный Коричневый",
    "Темный красно-коричневый",
    "Темный красно-оранжевый",
    "Темный красно-пурпурный",
    "Темный красно-серый",
    "Темный красный",
    "Темный маджента",
    "Темный мандарин",
    "Темный оливково-зеленый",
    "Темный оливково-коричневый",
    "Темный оранжево-желтый",
    "Темный пастельно-зеленый",
    "Темный пурпурно-красный",
    "Темный пурпурно-розовый",
    "Темный пурпурно-серый",
    "Темный пурпурно-синий",
    "Темный пурпурно-фиолетовый",
    "Темный розовый",
    "Темный серо-желтый",
    "Темный серо-коричневый",
    "Темный серо-красно-коричневый",
    "Темный серо-красный",
    "Темный серо-оливково-зеленый",
    "Темный серо-оливковый",
    "Темный серо-синий",
    "Темный синевато-зеленый",
    "Темный синевато-черный",
    "Темный телегрей",
    "Темный терракотовый",
    "Темный ультрамариновый",
    "Темный хаки",
    "Темный циан",
    "Темный черновато-пурпурный",
    "Темный янтарь",
    "Терракота",
    "Терракотовый",
    "Тиффани",
    "Тихоокеанский синий",
    "Тициановый",
    "Томатно-красный",
    "Томатный",
    "Травяной",
    "Травяной (Очень темный лимонный зеленый)",
    "Травяной зеленый",
    "Транспортно-желтый",
    "Транспортный зеленый",
    "Транспортный красный",
    "Транспортный оранжевый",
    "Транспортный пурпурный",
    "Транспортный серый",
    "Транспортный синий",
    "Транспортный черный",
    "Трилистник Крайола",
    "Тростниково-зеленый",
    "Турецкий розовый",
    "Тускло-амарантово-розовый",
    "Тускло-розовый",
    "Тусклый мандарин",
    "Тусклый пурпурный",
    "Тусклый серый",
    "Тыква (Тыквенный)",
    "Ультрамариново-синий",
    "Ультрамариновый",
    "Умбра жженая",
    "Умеренно-бирюзовый",
    "Умеренно-зеленое море",
    "Умеренно-оливковый",
    "Умеренно-темный пурпурный",
    "Умеренно зеленый",
    "Умеренный аквамариновый",
    "Умеренный аспидно-синий",
    "Умеренный весенний зеленый",
    "Умеренный желто-зеленый",
    "Умеренный желто-коричневый",
    "Умеренный желто-розовый",
    "Умеренный желтовато-зеленый",
    "Умеренный желтый",
    "Умеренный зеленовато-желтый",
    "Умеренный зеленовато-синий",
    "Умеренный зеленый",
    "Умеренный коричневый",
    "Умеренный красно-оранжевый",
    "Умеренный красно-пурпурный",
    "Умеренный красный",
    "Умеренный оливково-зеленый",
    "Умеренный оранжево-желтый",
    "Умеренный оранжевый",
    "Умеренный пурпурно-красный",
    "Умеренный пурпурно-розовый",
    "Умеренный пурпурно-синий",
    "Умеренный пурпурный",
    "Умеренный розовый",
    "Умеренный серо-коричневый",
    "Умеренный синевато-зеленый",
    "Умеренный синий",
    "Умеренный фиолетово-красный",
    "Умеренный фиолетовый",
    "Умеренный цвет орхидеи",
    "Фалунский красный",
    "Фанданго",
    "Фельдграу",
    "Фиалковый",
    "Фиолетово-баклажанный",
    "Фиолетово-красный Крайола",
    "Фиолетово-сизый",
    "Фиолетово-синий",
    "Фиолетово-синий Крайола",
    "Фиолетовый",
    "Фиолетовый Крайола (Пурпурный)",
    "Фисташковый",
    "Французский розовый",
    "Фталоцианиновый зеленый",
    "Фузи-вузи",
    "Фуксия (Фуксин)",
    "Фуксия Крайола",
    "Хаки",
    "Хромовый зеленый",
    "Цвет блошиного брюшка",
    "Цвет ВКонтакте",
    "Цвет влюбленной жабы",
    "Цвет детской неожиданности",
    "Цвет елки",
    "Цвет желтого школьного автобуса",
    "Цвет загара (Желто-коричневый)",
    "Цвет загара Крайола",
    "Цвет Красного моря",
    "Цвет маленького мандарина",
    "Цвет медвежьего ушка",
    "Цвет мокрого асфальта",
    "Цвет морской волны (Аква)",
    "Цвет морской раковины (Морская пена)",
    "Цвет окраски птицы чирок (Сине-зеленый)",
    "Цветочный белый",
    "Цвет пергидрольной блондинки",
    "Цвет пожарной машины",
    "Цвет слоновой кости (Айвори)",
    "Цвет суеты",
    "Цвет Твиттера",
    "Цвет Фейсбука",
    "Цвет Хабрахабра",
    "Цвет Черного моря",
    "Цвет шампанского",
    "Цвет шелковистых нитевидных пестиков початков неспелой кукурузы",
    "Цвет яйца дрозда",
    "Цвет Яндекса",
    "Цементно-серый (Цементный)",
    "Циан, Цвет морской волны",
    "Цинково-желтый",
    "Циннвальдит",
    "Циннвальдитово-розовый",
    "Черно-зеленый",
    "Черно-коричневый",
    "Черно-красный",
    "Черно-оливковый",
    "Черно-серый",
    "Черно-синий",
    "Черновато-зеленый",
    "Черновато-красный",
    "Черновато-пурпурный",
    "Черновато-синий",
    "Черный",
    "Черный янтарь",
    "Чертополох",
    "Чертополох Крайола",
    "Шамуа",
    "Шапка Деда Мороза",
    "Шапка Санта-Клауса",
    "Шартрез, Ядовито-зеленый",
    "Шафраново-желтый",
    "Шафрановый",
    "Шелковица Крайола",
    "Шокирующий розовый Крайола",
    "Шоколадно-коричневый",
    "Шоколадный",
    "Экрю",
    "Экстравагантный розовый Крайола",
    "Электрик",
    "Электрик лайм (Лаймовый)",
    "Электрик лайм Крайола",
    "Ядовито-зеленый",
    "Янтарный",
    "Яркий желто-зеленый",
    "Яркий желто-розовый",
    "Яркий зеленовато-желтый",
    "Яркий зеленый",
    "Яркий красно-оранжевый",
    "Яркий красно-пурпурный",
    "Яркий красный",
    "Яркий оранжево-желтый",
    "Яркий оранжевый",
    "Яркий пурпурно-красный",
    "Яркий пурпурный",
    "Яркий синевато-зеленый",
    "Яркий фиолетовый Крайола",
    "Ярко-бирюзовый",
    "Ярко-желтый",
    "Ярко-зеленый",
    "Ярко-мандариновый",
    "Ярко-розовый",
    "Ярко-синий",
    "Ярко-сиреневый",
    "Ярко-фиолетовый"
];

const namedColors = [
    [
        "#FBCEB1",
        "Абрикосовый"
    ],
    [
        "#FDD9B5",
        "Абрикосовый Крайола"
    ],
    [
        "#B5B8B1",
        "Агатовый серый"
    ],
    [
        "#7FFFD4",
        "Аквамариновый"
    ],
    [
        "#78DBE2",
        "Аквамариновый Крайола"
    ],
    [
        "#E32636",
        "Ализариновый красный"
    ],
    [
        "#FF2400",
        "Алый"
    ],
    [
        "#AB274F",
        "Амарантово-пурпурный"
    ],
    [
        "#F19CBB",
        "Амарантово-розовый"
    ],
    [
        "#E52B50",
        "Амарантовый"
    ],
    [
        "#9F2B68",
        "Амарантовый глубоко-пурпурный"
    ],
    [
        "#ED3CCA",
        "Амарантовый маджента"
    ],
    [
        "#CD2682",
        "Амарантовый светло-вишневый"
    ],
    [
        "#FF033E",
        "Американский розовый"
    ],
    [
        "#9966CC",
        "Аметистовый"
    ],
    [
        "#CD9575",
        "Античная латунь"
    ],
    [
        "#293133",
        "Антрацитово-серый"
    ],
    [
        "#464451",
        "Антрацитовый"
    ],
    [
        "#44944A",
        "Арлекин"
    ],
    [
        "#2F4F4F",
        "Аспидно-серый"
    ],
    [
        "#6A5ACD",
        "Аспидно-синий"
    ],
    [
        "#A8E4A0",
        "Бабушкины яблоки"
    ],
    [
        "#4E5754",
        "Базальтово-серый"
    ],
    [
        "#614051",
        "Баклажанный Крайола"
    ],
    [
        "#990066",
        "Баклажановый"
    ],
    [
        "#6E5160",
        "Баклажановый Крайола"
    ],
    [
        "#FAE7B5",
        "Бананомания"
    ],
    [
        "#CCCCFF",
        "Барвинок, перванш"
    ],
    [
        "#C5D0E6",
        "Барвинок Крайола"
    ],
    [
        "#FAEEDD",
        "Бедра испуганной нимфы"
    ],
    [
        "#79553D",
        "Бежево-коричневый"
    ],
    [
        "#C1876B",
        "Бежево-красный"
    ],
    [
        "#6D6552",
        "Бежево-серый"
    ],
    [
        "#F5F5DC",
        "Бежевый"
    ],
    [
        "#A5A5A5",
        "Бело-алюминиевый"
    ],
    [
        "#BDECB6",
        "Бело-зеленый"
    ],
    [
        "#FFFAFA",
        "Белоснежный"
    ],
    [
        "#FFFFFF",
        "Белый"
    ],
    [
        "#FAEBD7",
        "Белый антик"
    ],
    [
        "#FFDEAD",
        "Белый навахо"
    ],
    [
        "#003153",
        "Берлинская лазурь"
    ],
    [
        "#77DDE7",
        "Бирюзово-голубой Крайола"
    ],
    [
        "#1E5945",
        "Бирюзово-зеленый"
    ],
    [
        "#3F888F",
        "Бирюзово-синий"
    ],
    [
        "#30D5C8",
        "Бирюзовый"
    ],
    [
        "#FFE4C4",
        "Бисквитный"
    ],
    [
        "#A5260A",
        "Бисмарк-фуриозо"
    ],
    [
        "#3D2B1F",
        "Бистр"
    ],
    [
        "#ABCDEF",
        "Бледно-васильковый"
    ],
    [
        "#FFDB8B",
        "Бледно-желтый"
    ],
    [
        "#8D917A",
        "Бледно-зелено-серый"
    ],
    [
        "#89AC76",
        "Бледно-зеленый"
    ],
    [
        "#EEE8AA",
        "Бледно-золотистый"
    ],
    [
        "#B03F35",
        "Бледно-карминный"
    ],
    [
        "#DDADAF",
        "Бледно-каштановый"
    ],
    [
        "#755C48",
        "Бледно-коричневый"
    ],
    [
        "#DABDAB",
        "Бледно-песочный"
    ],
    [
        "#F984E5",
        "Бледно-пурпурный"
    ],
    [
        "#FFCBDB",
        "Бледно-розоватый"
    ],
    [
        "#FADADD",
        "Бледно-розовый"
    ],
    [
        "#AFEEEE",
        "Бледно-синий"
    ],
    [
        "#957B8D",
        "Бледно-фиолетовый"
    ],
    [
        "#ECEBBD",
        "Бледный весенний бутон"
    ],
    [
        "#F0D698",
        "Бледный желто-зеленый"
    ],
    [
        "#FFC8A8",
        "Бледный желто-розовый"
    ],
    [
        "#FFDF84",
        "Бледный зеленовато-желтый"
    ],
    [
        "#98FB98",
        "Бледный зеленый"
    ],
    [
        "#AC7580",
        "Бледный красно-пурпурный"
    ],
    [
        "#FFCA86",
        "Бледный оранжево-желтый"
    ],
    [
        "#FDBDBA",
        "Бледный пурпурно-розовый"
    ],
    [
        "#8A7F8E",
        "Бледный пурпурно-синий"
    ],
    [
        "#BC987E",
        "Бледный серо-коричневый"
    ],
    [
        "#919192",
        "Бледный синий"
    ],
    [
        "#D87093",
        "Бледный фиолетово-красный"
    ],
    [
        "#CED23A",
        "Блестящий желто-зеленый"
    ],
    [
        "#8CCB5E",
        "Блестящий желтовато-зеленый"
    ],
    [
        "#FFCF40",
        "Блестящий желтый"
    ],
    [
        "#FFDC33",
        "Блестящий зеленовато-желтый"
    ],
    [
        "#2A8D9C",
        "Блестящий зеленовато-синий"
    ],
    [
        "#47A76A",
        "Блестящий зеленый"
    ],
    [
        "#FFB841",
        "Блестящий оранжевый"
    ],
    [
        "#FF97BB",
        "Блестящий пурпурно-розовый"
    ],
    [
        "#62639B",
        "Блестящий пурпурно-синий"
    ],
    [
        "#DD80CC",
        "Блестящий пурпурный"
    ],
    [
        "#009B76",
        "Блестящий синевато-зеленый"
    ],
    [
        "#4285B4",
        "Блестящий синий"
    ],
    [
        "#755D9A",
        "Блестящий фиолетовый"
    ],
    [
        "#755A57",
        "Блошиный (Красновато-коричневый)"
    ],
    [
        "#9F8170",
        "Бобровый"
    ],
    [
        "#480607",
        "Болгарский розовый"
    ],
    [
        "#ACB78E",
        "Болотный"
    ],
    [
        "#B00000",
        "Бордо (Красно-бордовый)"
    ],
    [
        "#641C34",
        "Бордово-фиолетовый"
    ],
    [
        "#9B2D30",
        "Бордовый"
    ],
    [
        "#D5D5D5",
        "Бороды Абдель-Керима"
    ],
    [
        "#4C514A",
        "Брезентово-серый"
    ],
    [
        "#3E5F8A",
        "Бриллиантово-синий"
    ],
    [
        "#FFB02E",
        "Бриллиантовый оранжево-желтый"
    ],
    [
        "#CD7F32",
        "Бронзовый"
    ],
    [
        "#900020",
        "Бургундский"
    ],
    [
        "#45161C",
        "Бурый"
    ],
    [
        "#343B29",
        "Бутылочно-зеленый"
    ],
    [
        "#D5713F",
        "Ванильный"
    ],
    [
        "#6495ED",
        "Васильковый"
    ],
    [
        "#9ACEEB",
        "Васильковый Крайола"
    ],
    [
        "#DAD871",
        "Вердепешевый"
    ],
    [
        "#34C924",
        "Вердепомовый"
    ],
    [
        "#DE4C8A",
        "Вересково-фиолетовый"
    ],
    [
        "#00FF7F",
        "Весенне-зеленый (Зеленая весна)"
    ],
    [
        "#ECEABE",
        "Весенне-зеленый Крайола"
    ],
    [
        "#A7FC00",
        "Весенний бутон"
    ],
    [
        "#BD33A4",
        "Византийский"
    ],
    [
        "#702963",
        "Византия"
    ],
    [
        "#5E2129",
        "Винно-красный"
    ],
    [
        "#414833",
        "Винтовочный зеленый"
    ],
    [
        "#911E42",
        "Вишневый (Вишня)"
    ],
    [
        "#64400F",
        "В меру оливково-коричневый"
    ],
    [
        "#256D7B",
        "Водная синь"
    ],
    [
        "#0095B6",
        "Воды пляжа Бонди"
    ],
    [
        "#FFCF48",
        "Восход солнца"
    ],
    [
        "#B8B799",
        "Галечный серый"
    ],
    [
        "#DCDCDC",
        "Гейнсборо"
    ],
    [
        "#DF73FF",
        "Гелиотроп (Гелиотроповый)"
    ],
    [
        "#F3A505",
        "Георгиново-желтый"
    ],
    [
        "#734222",
        "Глиняный коричневый"
    ],
    [
        "#C9A0DC",
        "Глициния (Глициниевый)"
    ],
    [
        "#CDA4DE",
        "Глициния Крайола"
    ],
    [
        "#C154C1",
        "Глубокая фуксия Крайола"
    ],
    [
        "#593315",
        "Глубокий желто-коричневый"
    ],
    [
        "#F64A46",
        "Глубокий желто-розовый"
    ],
    [
        "#00541F",
        "Глубокий желтовато-зеленый"
    ],
    [
        "#B57900",
        "Глубокий желтый"
    ],
    [
        "#425E17",
        "Глубокий желтый зеленый"
    ],
    [
        "#9F8200",
        "Глубокий зеленовато-желтый"
    ],
    [
        "#004524",
        "Глубокий зеленый"
    ],
    [
        "#EF3038",
        "Глубокий карминно-розовый"
    ],
    [
        "#A9203E",
        "Глубокий карминный"
    ],
    [
        "#FF4040",
        "Глубокий коралловый"
    ],
    [
        "#4D220E",
        "Глубокий коричневый"
    ],
    [
        "#490005",
        "Глубокий красно-коричневый"
    ],
    [
        "#A91D11",
        "Глубокий красно-оранжевый"
    ],
    [
        "#641349",
        "Глубокий красно-пурпурный"
    ],
    [
        "#7B001C",
        "Глубокий красный"
    ],
    [
        "#142300",
        "Глубокий оливково-зеленый"
    ],
    [
        "#D76E00",
        "Глубокий оранжево-желтый"
    ],
    [
        "#C34D0A",
        "Глубокий оранжевый"
    ],
    [
        "#6F0035",
        "Глубокий пурпурно-красный"
    ],
    [
        "#EB5284",
        "Глубокий пурпурно-розовый"
    ],
    [
        "#1A153F",
        "Глубокий пурпурно-синий"
    ],
    [
        "#531A50",
        "Глубокий пурпурный"
    ],
    [
        "#FF1493",
        "Глубокий розовый"
    ],
    [
        "#00382B",
        "Глубокий синевато-зеленый"
    ],
    [
        "#002F55",
        "Глубокий синий"
    ],
    [
        "#240935",
        "Глубокий фиолетово-черный"
    ],
    [
        "#423189",
        "Глубокий фиолетовый"
    ],
    [
        "#606E8C",
        "Голубино-синий"
    ],
    [
        "#42AAFF",
        "Голубой"
    ],
    [
        "#00BFFF",
        "Голубой (Морозное небо)"
    ],
    [
        "#A2A2D0",
        "Голубой колокольчик Крайола"
    ],
    [
        "#80DAEB",
        "Голубой Крайола"
    ],
    [
        "#0E294B",
        "Горечавково-синий"
    ],
    [
        "#30BA8F",
        "Горный луг"
    ],
    [
        "#87CEEB",
        "Городское небо (Пасмурно-небесный)"
    ],
    [
        "#FFDB58",
        "Горчичный"
    ],
    [
        "#FD7C6E",
        "Горько-сладкий"
    ],
    [
        "#F34723",
        "Гранатовый"
    ],
    [
        "#2F353B",
        "Гранитовый серый (Гранитный)"
    ],
    [
        "#1C1C1C",
        "Графитно-черный"
    ],
    [
        "#474A51",
        "Графитовый серый"
    ],
    [
        "#C7D0CC",
        "Гридеперлевый"
    ],
    [
        "#D71868",
        "Грузинский розовый"
    ],
    [
        "#D1E231",
        "Грушево-зеленый"
    ],
    [
        "#EFD334",
        "Грушевый"
    ],
    [
        "#E49B0F",
        "Гуммигут"
    ],
    [
        "#B2EC5D",
        "Гусеница"
    ],
    [
        "#00693E",
        "Дартмутский зеленый"
    ],
    [
        "#CA3767",
        "Джазовый джем"
    ],
    [
        "#1560BD",
        "Джинсовый синий"
    ],
    [
        "#FF43A4",
        "Дикая клубника Крайола"
    ],
    [
        "#FC6C85",
        "Дикий арбуз Крайола"
    ],
    [
        "#A2ADD0",
        "Дикий синий Крайола"
    ],
    [
        "#F5F5F5",
        "Дымчато-белый"
    ],
    [
        "#F4A900",
        "Дынно-желтый"
    ],
    [
        "#FDBCB4",
        "Дыня Крайола"
    ],
    [
        "#434B4D",
        "Железно-серый"
    ],
    [
        "#EDFF21",
        "Желтая сера"
    ],
    [
        "#E1CC4F",
        "Желтая слоновая кость"
    ],
    [
        "#9ACD32",
        "Желто-зеленый"
    ],
    [
        "#C5E384",
        "Желто-зеленый Крайола"
    ],
    [
        "#CDA434",
        "Желто-золотой"
    ],
    [
        "#47402E",
        "Желто-оливковый"
    ],
    [
        "#ED760E",
        "Желто-оранжевый"
    ],
    [
        "#FFAE42",
        "Желто-оранжевый Крайола"
    ],
    [
        "#FADFAD",
        "Желто-персиковый"
    ],
    [
        "#FFE4B2",
        "Желто-розовый"
    ],
    [
        "#8F8B66",
        "Желто-серый"
    ],
    [
        "#FFE2B7",
        "Желтовато-белый"
    ],
    [
        "#CAA885",
        "Желтовато-серый"
    ],
    [
        "#FFFF00",
        "Желтый"
    ],
    [
        "#9D9101",
        "Желтый карри"
    ],
    [
        "#FCE883",
        "Желтый Крайола"
    ],
    [
        "#D6AE01",
        "Желтый ракитник"
    ],
    [
        "#EAE6CA",
        "Жемчужно-белый"
    ],
    [
        "#CC5500",
        "Жженый апельсин (Выгоревший оранжевый)"
    ],
    [
        "#CB6586",
        "Жимолость"
    ],
    [
        "#1E90FF",
        "Защитно-синий"
    ],
    [
        "#78866B",
        "Защитный хаки (Камуфляжный)"
    ],
    [
        "#FF47CA",
        "Звезды в шоке"
    ],
    [
        "#7CFC00",
        "Зеленая лужайка"
    ],
    [
        "#01796F",
        "Зеленая сосна"
    ],
    [
        "#158078",
        "Зеленая сосна Крайола"
    ],
    [
        "#BEBD7F",
        "Зелено-бежевый"
    ],
    [
        "#ADFF2F",
        "Зелено-желтый"
    ],
    [
        "#F0E891",
        "Зелено-желтый Крайола"
    ],
    [
        "#826C34",
        "Зелено-коричневый"
    ],
    [
        "#BFFF00",
        "Зелено-лаймовый"
    ],
    [
        "#4D5645",
        "Зелено-серый"
    ],
    [
        "#1F3438",
        "Зелено-синий"
    ],
    [
        "#1164B4",
        "Зелено-синий Крайола"
    ],
    [
        "#F5E6CB",
        "Зеленовато-белый"
    ],
    [
        "#7A7666",
        "Зеленовато-серый"
    ],
    [
        "#181513",
        "Зеленовато-черный"
    ],
    [
        "#4E5452",
        "Зеленоватый мокрый асфальт"
    ],
    [
        "#2E8B57",
        "Зеленое море"
    ],
    [
        "#3BB08F",
        "Зеленые джунгли Крайола"
    ],
    [
        "#29AB87",
        "Зеленые джунгли Крайола 90-го года"
    ],
    [
        "#008000",
        "Зеленый"
    ],
    [
        "#1CAC78",
        "Зеленый Крайола"
    ],
    [
        "#ADDFAD",
        "Зеленый лишайник, мох (Цвет зеленого мха)"
    ],
    [
        "#006633",
        "Зеленый Мичиганского университета"
    ],
    [
        "#2F4538",
        "Зеленый мох"
    ],
    [
        "#004953",
        "Зеленый орел"
    ],
    [
        "#4F7942",
        "Зеленый папоротник"
    ],
    [
        "#009A63",
        "Зеленый трилистник"
    ],
    [
        "#D0F0C0",
        "Зеленый чай"
    ],
    [
        "#FCD975",
        "Золотарник Крайола"
    ],
    [
        "#DAA520",
        "Золотисто-березовый"
    ],
    [
        "#712F26",
        "Золотисто-каштановый"
    ],
    [
        "#FFD700",
        "Золотой (Золотистый)"
    ],
    [
        "#E7C697",
        "Золотой Крайола"
    ],
    [
        "#321414",
        "Ивово-коричневый"
    ],
    [
        "#79443B",
        "Известковая глина"
    ],
    [
        "#009B77",
        "Изумруд"
    ],
    [
        "#287233",
        "Изумрудно-зеленый"
    ],
    [
        "#50C878",
        "Изумрудный"
    ],
    [
        "#4B0082",
        "Индиго"
    ],
    [
        "#5D76CB",
        "Индиго Крайола"
    ],
    [
        "#138808",
        "Индийский зеленый"
    ],
    [
        "#CD5C5C",
        "Индийский красный, каштановый"
    ],
    [
        "#4CBB17",
        "Ирландский зеленый"
    ],
    [
        "#BDDA57",
        "Июньский бутон"
    ],
    [
        "#5F9EA0",
        "Кадетский синий"
    ],
    [
        "#B0B7C6",
        "Кадетский синий Крайола"
    ],
    [
        "#A25F2A",
        "Камелопардовый"
    ],
    [
        "#8B8C7A",
        "Каменно-серый"
    ],
    [
        "#FFFF99",
        "Канареечный (Ярко-желтый)"
    ],
    [
        "#1B5583",
        "Капри синий"
    ],
    [
        "#C41E3A",
        "Кардинал"
    ],
    [
        "#1CD3A2",
        "Карибский зеленый"
    ],
    [
        "#960018",
        "Кармин"
    ],
    [
        "#A2231D",
        "Карминно-красный"
    ],
    [
        "#EB4C42",
        "Карминно-розовый"
    ],
    [
        "#FF0033",
        "Карминово-красный"
    ],
    [
        "#633A34",
        "Каштаново-коричневый"
    ],
    [
        "#BC5D58",
        "Каштановый Крайола"
    ],
    [
        "#99958C",
        "Кварцевый"
    ],
    [
        "#6C6960",
        "Кварцевый серый"
    ],
    [
        "#FF4D00",
        "Киноварь"
    ],
    [
        "#CB4154",
        "Кирпично-красный"
    ],
    [
        "#884535",
        "Кирпичный"
    ],
    [
        "#E34234",
        "Китайский красный (Киноварь)"
    ],
    [
        "#507D2A",
        "Кленовый зеленый"
    ],
    [
        "#D53032",
        "Клубнично-красный"
    ],
    [
        "#1E213D",
        "Кобальтово-синий"
    ],
    [
        "#0047AB",
        "Кобальт синий (Кобальтовый)"
    ],
    [
        "#F0DC82",
        "Кожа буйвола (Палевый)"
    ],
    [
        "#FFA000",
        "Кожура апельсина"
    ],
    [
        "#B32821",
        "Кораллово-красный"
    ],
    [
        "#FF7F50",
        "Коралловый"
    ],
    [
        "#893F45",
        "Кордованский"
    ],
    [
        "#B15124",
        "Коричневато-оранжевый"
    ],
    [
        "#CD9A7B",
        "Коричневато-розовый"
    ],
    [
        "#503D33",
        "Коричневато-серый"
    ],
    [
        "#140F0B",
        "Коричневато-черный"
    ],
    [
        "#8A6642",
        "Коричнево-бежевый"
    ],
    [
        "#A52A2A",
        "Коричнево-бордовый"
    ],
    [
        "#C19A6B",
        "Коричнево-желтый цвета увядших листьев"
    ],
    [
        "#39352A",
        "Коричнево-зеленый"
    ],
    [
        "#781F19",
        "Коричнево-красный"
    ],
    [
        "#800000",
        "Коричнево-малиновый"
    ],
    [
        "#C8385A",
        "Коричнево-малиновый Крайола"
    ],
    [
        "#25221B",
        "Коричнево-оливковый"
    ],
    [
        "#964B00",
        "Коричневый"
    ],
    [
        "#B4674D",
        "Коричневый Крайола"
    ],
    [
        "#464531",
        "Коричневый серый"
    ],
    [
        "#8B4513",
        "Коричневый цвета кожанного седла для лошади"
    ],
    [
        "#7B3F00",
        "Коричный"
    ],
    [
        "#CA2C92",
        "Королевская фуксия"
    ],
    [
        "#7851A9",
        "Королевский пурпурный Крайола"
    ],
    [
        "#4169E1",
        "Королевский синий"
    ],
    [
        "#FFF8E7",
        "Космические сливки"
    ],
    [
        "#414A4C",
        "Космос"
    ],
    [
        "#442D25",
        "Кофейный"
    ],
    [
        "#FDD5B1",
        "Крайоловый Абрикос"
    ],
    [
        "#CD5700",
        "Красно-буро-оранжевый"
    ],
    [
        "#80461B",
        "Красно-желто-коричневый"
    ],
    [
        "#592321",
        "Красно-коричневый"
    ],
    [
        "#C93C20",
        "Красно-оранжевый"
    ],
    [
        "#FF5349",
        "Красно-оранжевый Крайола"
    ],
    [
        "#6D3F5B",
        "Красно-сиреневый"
    ],
    [
        "#922B3E",
        "Красно-фиолетовый"
    ],
    [
        "#C0448F",
        "Красно-фиолетовый Крайола"
    ],
    [
        "#8B6C62",
        "Красновато-серый"
    ],
    [
        "#1E1112",
        "Красновато-черный"
    ],
    [
        "#C04000",
        "Красное дерево"
    ],
    [
        "#CD4A4C",
        "Красное дерево Крайола"
    ],
    [
        "#FF0000",
        "Красный"
    ],
    [
        "#EE204D",
        "Красный Крайола"
    ],
    [
        "#F4A460",
        "Красный песок"
    ],
    [
        "#FFFDD0",
        "Кремово-желтый"
    ],
    [
        "#FDF4E3",
        "Кремовый"
    ],
    [
        "#C3B091",
        "Кремовый хаки"
    ],
    [
        "#76FF7A",
        "Кричащий зеленый"
    ],
    [
        "#FB607F",
        "Крутой розовый Крайола"
    ],
    [
        "#E4A010",
        "Кукурузно-желтый"
    ],
    [
        "#FBEC5D",
        "Кукурузный"
    ],
    [
        "#E6E6FA",
        "Лаванда (Лавандовый)"
    ],
    [
        "#FCB4D5",
        "Лавандовый Крайола"
    ],
    [
        "#FBA0E3",
        "Лавандовый розовый"
    ],
    [
        "#FEFE22",
        "Лазерный лимон"
    ],
    [
        "#007BA7",
        "Лазурно-серый (Зеленовато-синий)"
    ],
    [
        "#025669",
        "Лазурно-синий"
    ],
    [
        "#007FFF",
        "Лазурный, Азур"
    ],
    [
        "#1DACD6",
        "Лазурный Крайола"
    ],
    [
        "#00FF00",
        "Лайм"
    ],
    [
        "#32CD32",
        "Лаймово-зеленый"
    ],
    [
        "#979AAA",
        "Ламантин"
    ],
    [
        "#B5A642",
        "Латунный"
    ],
    [
        "#DBD7D2",
        "Лесной волк"
    ],
    [
        "#228B22",
        "Лесной зеленый"
    ],
    [
        "#534B4F",
        "Ливерный"
    ],
    [
        "#DB7093",
        "Лиловый"
    ],
    [
        "#C7B446",
        "Лимонно-желтый"
    ],
    [
        "#FFF44F",
        "Лимонно-желтый Крайола"
    ],
    [
        "#FFFACD",
        "Лимонно-кремовый"
    ],
    [
        "#FDE910",
        "Лимонный"
    ],
    [
        "#2D572C",
        "Лиственно-зеленый"
    ],
    [
        "#6DAE81",
        "Лиственный зеленый Крайола"
    ],
    [
        "#D95030",
        "Лососево-красный"
    ],
    [
        "#E55137",
        "Лососево-оранжевый"
    ],
    [
        "#FF8C69",
        "Лососевый"
    ],
    [
        "#FF9BAA",
        "Лососевый Крайола"
    ],
    [
        "#FAF0E6",
        "Льняной"
    ],
    [
        "#F80000",
        "Люминесцентный красный"
    ],
    [
        "#FFA420",
        "Люминесцентный ярко-оранжевый"
    ],
    [
        "#7B917B",
        "Лягушка в обмороке"
    ],
    [
        "#AAF0D1",
        "Магическая мята"
    ],
    [
        "#F8F4FF",
        "Магнолия"
    ],
    [
        "#FF00FF",
        "Маджента, Фуксия (Пурпурный)"
    ],
    [
        "#F664AF",
        "Маджента Крайола"
    ],
    [
        "#EDD19C",
        "Маисовый"
    ],
    [
        "#4C9141",
        "Майский зеленый"
    ],
    [
        "#FFBD88",
        "Макароны и сыр"
    ],
    [
        "#0BDA51",
        "Малахитовый"
    ],
    [
        "#C51D34",
        "Малиново-красный"
    ],
    [
        "#B3446C",
        "Малиново-розовый"
    ],
    [
        "#DC143C",
        "Малиновый"
    ],
    [
        "#993366",
        "Мальва (Розовато-лиловый)"
    ],
    [
        "#FF8243",
        "Манго-танго"
    ],
    [
        "#E1523D",
        "Мандариновое танго"
    ],
    [
        "#FF8800",
        "Мандариновый"
    ],
    [
        "#4C5866",
        "Маренго"
    ],
    [
        "#AD655F",
        "Марсала"
    ],
    [
        "#4C2F27",
        "Махагон коричневый"
    ],
    [
        "#8E402A",
        "Медно-коричневый"
    ],
    [
        "#996666",
        "Медно-розовый (Бледный розовато-лиловый)"
    ],
    [
        "#B87333",
        "Медный"
    ],
    [
        "#DD9475",
        "Медный Крайола"
    ],
    [
        "#F0FFF0",
        "Медовая роса"
    ],
    [
        "#A98307",
        "Медово-желтый"
    ],
    [
        "#FEE5AC",
        "Медовый"
    ],
    [
        "#FF4F00",
        "Международный оранжевый (Сигнальный)"
    ],
    [
        "#00416A",
        "Мертвенный индиго"
    ],
    [
        "#EFDECD",
        "Миндаль Крайола"
    ],
    [
        "#21421E",
        "Миртовый"
    ],
    [
        "#EF0097",
        "Мовеин (Анилиновый пурпур)"
    ],
    [
        "#F400A1",
        "Модная фуксия"
    ],
    [
        "#FFE4B5",
        "Мокасиновый"
    ],
    [
        "#17806D",
        "Мокрый тропический лес"
    ],
    [
        "#F36223",
        "Морковный"
    ],
    [
        "#54FF9F",
        "Морской зеленый"
    ],
    [
        "#9FE2BF",
        "Морской зеленый Крайола"
    ],
    [
        "#1C6B72",
        "Мурена"
    ],
    [
        "#009900",
        "Мусульманский зеленый"
    ],
    [
        "#646B63",
        "Мышино-серый"
    ],
    [
        "#98FF98",
        "Мята (Цвет зеленой мяты)"
    ],
    [
        "#497E76",
        "Мятно-бирюзовый"
    ],
    [
        "#20603D",
        "Мятно-зеленый"
    ],
    [
        "#F5FFFA",
        "Мятно-кремовый"
    ],
    [
        "#3EB489",
        "Мятный"
    ],
    [
        "#DC9D00",
        "Нарциссово-желтый"
    ],
    [
        "#7F8F18",
        "Насыщенный желто-зеленый"
    ],
    [
        "#95500C",
        "Насыщенный желто-коричневый"
    ],
    [
        "#FF7A5C",
        "Насыщенный желто-розовый"
    ],
    [
        "#478430",
        "Насыщенный желтовато-зеленый"
    ],
    [
        "#E59E1F",
        "Насыщенный желтый"
    ],
    [
        "#CCA817",
        "Насыщенный зеленовато-желтый"
    ],
    [
        "#00677E",
        "Насыщенный зеленовато-синий"
    ],
    [
        "#006B3C",
        "Насыщенный зеленый"
    ],
    [
        "#753313",
        "Насыщенный коричневый"
    ],
    [
        "#7F180D",
        "Насыщенный красно-коричневый"
    ],
    [
        "#FFB961",
        "Насыщенный красно-оранжевый"
    ],
    [
        "#9A366B",
        "Насыщенный красно-пурпурный"
    ],
    [
        "#BF2233",
        "Насыщенный красный"
    ],
    [
        "#0A4500",
        "Насыщенный оливково-зеленый"
    ],
    [
        "#FF8E0D",
        "Насыщенный оранжево-желтый"
    ],
    [
        "#EC7C26",
        "Насыщенный оранжевый"
    ],
    [
        "#B32851",
        "Насыщенный пурпурно-красный"
    ],
    [
        "#F6768E",
        "Насыщенный пурпурно-розовый"
    ],
    [
        "#474389",
        "Насыщенный пурпурно-синий"
    ],
    [
        "#FD7B7C",
        "Насыщенный розовый"
    ],
    [
        "#006D5B",
        "Насыщенный синевато-зеленый"
    ],
    [
        "#00538A",
        "Насыщенный синий"
    ],
    [
        "#53377A",
        "Насыщенный фиолетовый"
    ],
    [
        "#734A12",
        "Натуральная умбра"
    ],
    [
        "#F0FFFF",
        "Небесная лазурь"
    ],
    [
        "#2271B3",
        "Небесно-синий"
    ],
    [
        "#7FC7FF",
        "Небесный"
    ],
    [
        "#6B8E23",
        "Нежно-оливковый"
    ],
    [
        "#FFFF66",
        "Незрелый желтый"
    ],
    [
        "#FFA343",
        "Неоново-морковный"
    ],
    [
        "#00A86B",
        "Нефритовый"
    ],
    [
        "#9DB1CC",
        "Ниагара"
    ],
    [
        "#252850",
        "Ночной синий"
    ],
    [
        "#C9DC87",
        "Обычный весенний бутон"
    ],
    [
        "#EA7E5D",
        "Огненная сиенна Крайола"
    ],
    [
        "#AF2B1E",
        "Огненно-красный"
    ],
    [
        "#FF7F49",
        "Огненный оранжевый"
    ],
    [
        "#FDDB6D",
        "Одуванчиковый"
    ],
    [
        "#1D334A",
        "Океанская синь"
    ],
    [
        "#642424",
        "Оксид красный"
    ],
    [
        "#59351F",
        "Олень коричневый"
    ],
    [
        "#999950",
        "Оливково-желтый"
    ],
    [
        "#424632",
        "Оливково-зеленый"
    ],
    [
        "#BAB86C",
        "Оливково-зеленый Крайола"
    ],
    [
        "#6F4F28",
        "Оливково-коричневый"
    ],
    [
        "#121910",
        "Оливково-черный"
    ],
    [
        "#808000",
        "Оливковый"
    ],
    [
        "#4D4234",
        "Оливковый серый"
    ],
    [
        "#015D52",
        "Опаловый зеленый"
    ],
    [
        "#B784A7",
        "Оперный розовато-лиловый"
    ],
    [
        "#FD5E53",
        "Оранжевая заря"
    ],
    [
        "#F8D568",
        "Оранжево-желтый Крайола"
    ],
    [
        "#A65E2E",
        "Оранжево-коричневый"
    ],
    [
        "#FF2B2B",
        "Оранжево-красный Крайола"
    ],
    [
        "#FFCC99",
        "Оранжево-персиковый"
    ],
    [
        "#FF9966",
        "Оранжево-розовый"
    ],
    [
        "#FFA500",
        "Оранжевый"
    ],
    [
        "#FF7538",
        "Оранжевый Крайола"
    ],
    [
        "#5B3A29",
        "Орехово-коричневый"
    ],
    [
        "#B32428",
        "Ориент красный"
    ],
    [
        "#DA70D6",
        "Орхидея"
    ],
    [
        "#E6A8D7",
        "Орхидея Крайола"
    ],
    [
        "#FFBA00",
        "Отборный желтый"
    ],
    [
        "#49678D",
        "Отдаленно-синий"
    ],
    [
        "#355E3B",
        "Охотничий зеленый"
    ],
    [
        "#CC7722",
        "Охра"
    ],
    [
        "#AEA04B",
        "Охра желтая"
    ],
    [
        "#955F20",
        "Охра коричневая"
    ],
    [
        "#E6BBC1",
        "Очень бледно-пурпурный"
    ],
    [
        "#D8DEBA",
        "Очень бледный зеленый"
    ],
    [
        "#CBBAC5",
        "Очень бледный пурпурно-синий"
    ],
    [
        "#C1CACA",
        "Очень бледный синий"
    ],
    [
        "#D8B1BF",
        "Очень бледный фиолетовый"
    ],
    [
        "#002800",
        "Очень глубокий желто-зеленый"
    ],
    [
        "#470736",
        "Очень глубокий красно-пурпурный"
    ],
    [
        "#4F0014",
        "Очень глубокий красный"
    ],
    [
        "#470027",
        "Очень глубокий пурпурно-красный"
    ],
    [
        "#320B35",
        "Очень глубокий пурпурный"
    ],
    [
        "#E3A9BE",
        "Очень светло-пурпурный"
    ],
    [
        "#C6DF90",
        "Очень светлый желто-зеленый"
    ],
    [
        "#A3C6C0",
        "Очень светлый зеленовато-синий"
    ],
    [
        "#98C793",
        "Очень светлый зеленый"
    ],
    [
        "#BAACC7",
        "Очень светлый пурпурно-синий"
    ],
    [
        "#A0D6B4",
        "Очень светлый синевато-зеленый"
    ],
    [
        "#A6BDD7",
        "Очень светлый синий"
    ],
    [
        "#EEBEF1",
        "Очень светлый фиолетовый"
    ],
    [
        "#230D21",
        "Очень темно-пурпурный"
    ],
    [
        "#560319",
        "Очень темный алый"
    ],
    [
        "#132712",
        "Очень темный желто-зеленый"
    ],
    [
        "#022027",
        "Очень темный зеленовато-синий"
    ],
    [
        "#16251C",
        "Очень темный зеленый"
    ],
    [
        "#270A1F",
        "Очень темный красно-пурпурный"
    ],
    [
        "#320A18",
        "Очень темный красный"
    ],
    [
        "#362C12",
        "Очень темный оливковый"
    ],
    [
        "#28071A",
        "Очень темный пурпурно-красный"
    ],
    [
        "#001D18",
        "Очень темный синевато-зеленый"
    ],
    [
        "#4C3C18",
        "Очень темный хаки"
    ],
    [
        "#FFEBCD",
        "Очищенный миндаль"
    ],
    [
        "#C7FCEC",
        "Панг"
    ],
    [
        "#71BC78",
        "Папоротник Крайола"
    ],
    [
        "#3D642D",
        "Папоротниково-зеленый"
    ],
    [
        "#7FB5B5",
        "Пастельно-бирюзовый"
    ],
    [
        "#EFA94A",
        "Пастельно-желтый"
    ],
    [
        "#77DD77",
        "Пастельно-зеленый"
    ],
    [
        "#FF7514",
        "Пастельно-оранжевый"
    ],
    [
        "#FFD1DC",
        "Пастельно-розовый"
    ],
    [
        "#5D9B9B",
        "Пастельно-синий"
    ],
    [
        "#A18594",
        "Пастельно-фиолетовый"
    ],
    [
        "#316650",
        "Патиново-зеленый"
    ],
    [
        "#DEAA88",
        "Перекати-поле"
    ],
    [
        "#6A5D4D",
        "Перламутрово-бежевый"
    ],
    [
        "#6C6874",
        "Перламутрово-ежевичный"
    ],
    [
        "#1C542D",
        "Перламутрово-зеленый"
    ],
    [
        "#705335",
        "Перламутрово-золотой"
    ],
    [
        "#C35831",
        "Перламутрово-оранжевый"
    ],
    [
        "#B44C43",
        "Перламутрово-розовый"
    ],
    [
        "#721422",
        "Перламутрово-рубиновый"
    ],
    [
        "#8673A1",
        "Перламутрово-фиолетовый"
    ],
    [
        "#2A6478",
        "Перламутровый горечавково-синий"
    ],
    [
        "#763C28",
        "Перламутровый медный"
    ],
    [
        "#898176",
        "Перламутровый мышино-серый"
    ],
    [
        "#102C54",
        "Перламутровый ночной"
    ],
    [
        "#193737",
        "Перламутровый опаловый"
    ],
    [
        "#9C9C9C",
        "Перламутровый светло-серый"
    ],
    [
        "#828282",
        "Перламутровый темно-серый"
    ],
    [
        "#00A693",
        "Персидский зеленый"
    ],
    [
        "#32127A",
        "Персидский индиго"
    ],
    [
        "#CC3333",
        "Персидский красный"
    ],
    [
        "#FE28A2",
        "Персидский розовый"
    ],
    [
        "#6600FF",
        "Персидский синий"
    ],
    [
        "#FFE5B4",
        "Персиковый"
    ],
    [
        "#FFCFAB",
        "Персиковый Крайола"
    ],
    [
        "#CD853F",
        "Перу"
    ],
    [
        "#EFCDB8",
        "Песок пустыни"
    ],
    [
        "#C6A664",
        "Песочно-желтый"
    ],
    [
        "#FCDD76",
        "Песочный"
    ],
    [
        "#967117",
        "Песочный серо-коричневый"
    ],
    [
        "#00A550",
        "Пигментный зеленый"
    ],
    [
        "#31372B",
        "Пихтовый зеленый"
    ],
    [
        "#F8173E",
        "Пламенная маджента Крайола"
    ],
    [
        "#7F7679",
        "Платиново-серый"
    ],
    [
        "#FFEFD5",
        "Побег папайи"
    ],
    [
        "#8A795D",
        "Полумрак Крайола"
    ],
    [
        "#003366",
        "Полуночно-синий"
    ],
    [
        "#1A4876",
        "Полуночный синий Крайола"
    ],
    [
        "#191970",
        "Полуночный черный"
    ],
    [
        "#FF9218",
        "Последний вздох Жако"
    ],
    [
        "#131313",
        "Почти черный"
    ],
    [
        "#F8F8FF",
        "Призрачно-белый"
    ],
    [
        "#FF00CC",
        "Пурпурная пицца"
    ],
    [
        "#FADBC8",
        "Пурпурно-белый"
    ],
    [
        "#75151E",
        "Пурпурно-красный"
    ],
    [
        "#88706B",
        "Пурпурно-серый"
    ],
    [
        "#20155E",
        "Пурпурно-синий"
    ],
    [
        "#4A192C",
        "Пурпурно-фиолетовый"
    ],
    [
        "#1B1116",
        "Пурпурно-черный"
    ],
    [
        "#9D81BA",
        "Пурпурное горное величие"
    ],
    [
        "#7442C8",
        "Пурпурное сердце"
    ],
    [
        "#800080",
        "Пурпурный"
    ],
    [
        "#F5DEB3",
        "Пшеничный"
    ],
    [
        "#F75E25",
        "Пылкий красно-оранжевый"
    ],
    [
        "#FF7E93",
        "Пылкий розовый"
    ],
    [
        "#7D7F7D",
        "Пыльно-серый"
    ],
    [
        "#B0E0E6",
        "Пыльный голубой"
    ],
    [
        "#CC8899",
        "Пюсовый"
    ],
    [
        "#FF496C",
        "Радикальный красный"
    ],
    [
        "#F3DA0B",
        "Рапсово-желтый"
    ],
    [
        "#587246",
        "Резедово-зеленый"
    ],
    [
        "#B7410E",
        "Ржаво-коричневый"
    ],
    [
        "#EF98AA",
        "Розовато-лиловый Крайола"
    ],
    [
        "#C8A696",
        "Розовато-серый"
    ],
    [
        "#FFAACC",
        "Розовая гвоздика"
    ],
    [
        "#AB4E52",
        "Розовая долина"
    ],
    [
        "#FF77FF",
        "Розовая фуксия"
    ],
    [
        "#B76E79",
        "Розово-золотой"
    ],
    [
        "#BC8F8F",
        "Розово-коричневый"
    ],
    [
        "#FFF0F5",
        "Розово-лавандовый"
    ],
    [
        "#905D5D",
        "Розово-серо-коричневый"
    ],
    [
        "#EE82EE",
        "Розово-фиолетовый"
    ],
    [
        "#674846",
        "Розово-эбонитовый"
    ],
    [
        "#FFC0CB",
        "Розовый"
    ],
    [
        "#FC89AC",
        "Розовый (Пощекочи меня)"
    ],
    [
        "#D36E70",
        "Розовый антик"
    ],
    [
        "#AA98A9",
        "Розовый кварц"
    ],
    [
        "#65000B",
        "Розовый лес"
    ],
    [
        "#997A8D",
        "Розовый Маунтбэттена"
    ],
    [
        "#FDDDE6",
        "Розовый поросенок"
    ],
    [
        "#FC74FD",
        "Розовый фламинго"
    ],
    [
        "#F78FA7",
        "Розовый щербет"
    ],
    [
        "#9B111E",
        "Рубиново-красный"
    ],
    [
        "#DE5D83",
        "Румянец"
    ],
    [
        "#D77D31",
        "Рыжий"
    ],
    [
        "#99FF99",
        "Салатовый"
    ],
    [
        "#92000A",
        "Сангина"
    ],
    [
        "#1D1E33",
        "Сапфирово-синий"
    ],
    [
        "#082567",
        "Сапфировый"
    ],
    [
        "#DE3163",
        "Светлая вишня"
    ],
    [
        "#DCD0FF",
        "Светлая мальва (Светло-розовато-лиловый)"
    ],
    [
        "#E28B00",
        "Светлая Сиена (Почти чистый оранжевый)"
    ],
    [
        "#DDA0DD",
        "Светлая слива"
    ],
    [
        "#E6D690",
        "Светлая слоновая кость"
    ],
    [
        "#40E0D0",
        "Светло-бирюзовый"
    ],
    [
        "#DD4492",
        "Светло-вишневый Крайола"
    ],
    [
        "#87CEFA",
        "Светло-голубой"
    ],
    [
        "#FFFFE0",
        "Светло-желтый"
    ],
    [
        "#FAFAD2",
        "Светло-желтый золотистый"
    ],
    [
        "#90EE90",
        "Светло-зеленый"
    ],
    [
        "#FFEC8B",
        "Светло-золотистый"
    ],
    [
        "#FFBCAD",
        "Светло-коралловый"
    ],
    [
        "#987654",
        "Светло-коричневый"
    ],
    [
        "#ED9121",
        "Светло-морковный"
    ],
    [
        "#846A20",
        "Светло-оливковый"
    ],
    [
        "#FDEAA8",
        "Светло-песочный"
    ],
    [
        "#BA7FA2",
        "Светло-пурпурный"
    ],
    [
        "#F984EF",
        "Светло-розовая фуксия"
    ],
    [
        "#FFB6C1",
        "Светло-розовый"
    ],
    [
        "#C9C0BB",
        "Светло-серебристый"
    ],
    [
        "#BBBBBB",
        "Светло-серый"
    ],
    [
        "#A6CAF0",
        "Светло-синий"
    ],
    [
        "#D84B20",
        "Светло-тициановый"
    ],
    [
        "#876C99",
        "Светло-фиолетовый"
    ],
    [
        "#20B2AA",
        "Светлое зеленое море"
    ],
    [
        "#778899",
        "Светлый аспидно-серый"
    ],
    [
        "#FFD35F",
        "Светлый глубокий желтый"
    ],
    [
        "#2B6CC4",
        "Светлый джинсовый"
    ],
    [
        "#DCD36A",
        "Светлый желто-зеленый"
    ],
    [
        "#BB8B54",
        "Светлый желто-коричневый"
    ],
    [
        "#FFB28B",
        "Светлый желто-розовый"
    ],
    [
        "#BAAF96",
        "Светлый зеленовато-белый"
    ],
    [
        "#FFDE5A",
        "Светлый зеленовато-желтый"
    ],
    [
        "#649A9E",
        "Светлый зеленовато-синий"
    ],
    [
        "#E66761",
        "Светлый карминово-розовый"
    ],
    [
        "#8B6D5C",
        "Светлый коричневато-серый"
    ],
    [
        "#A86540",
        "Светлый коричневый"
    ],
    [
        "#AA6651",
        "Светлый красно-коричневый"
    ],
    [
        "#BB6C8A",
        "Светлый красно-пурпурный"
    ],
    [
        "#E63244",
        "Светлый малиново-красный"
    ],
    [
        "#945D0B",
        "Светлый оливково-коричневый"
    ],
    [
        "#887359",
        "Светлый оливковый серый"
    ],
    [
        "#FFA161",
        "Светлый оранжевый"
    ],
    [
        "#FFA8AF",
        "Светлый пурпурно-розовый"
    ],
    [
        "#C8A99E",
        "Светлый пурпурно-серый"
    ],
    [
        "#837DA2",
        "Светлый пурпурно-синий"
    ],
    [
        "#EA899A",
        "Светлый розово-лиловый"
    ],
    [
        "#B48764",
        "Светлый серо-желто-коричневый"
    ],
    [
        "#946B54",
        "Светлый серо-коричневый"
    ],
    [
        "#966A57",
        "Светлый серо-красно-коричневый"
    ],
    [
        "#B17267",
        "Светлый серо-красный"
    ],
    [
        "#8B734B",
        "Светлый серо-оливковый"
    ],
    [
        "#B27070",
        "Светлый серо-пурпурно-красный"
    ],
    [
        "#84C3BE",
        "Светлый серо-синий"
    ],
    [
        "#D7D7D7",
        "Светлый серый"
    ],
    [
        "#6C92AF",
        "Светлый сине-серый"
    ],
    [
        "#669E85",
        "Светлый синевато-зеленый"
    ],
    [
        "#BEADA1",
        "Светлый синевато-серый"
    ],
    [
        "#ADD8E6",
        "Светлый синий"
    ],
    [
        "#B0C4DE",
        "Светлый стальной синий"
    ],
    [
        "#D0D0D0",
        "Светлый телегрей"
    ],
    [
        "#F0E68C",
        "Светлый хаки"
    ],
    [
        "#E0FFFF",
        "Светлый циан"
    ],
    [
        "#ACE1AF",
        "Селадон"
    ],
    [
        "#704214",
        "Сепия (Каракатица)"
    ],
    [
        "#382C1E",
        "Сепия коричневый"
    ],
    [
        "#A5694F",
        "Сепия Крайола"
    ],
    [
        "#78858B",
        "Серая белка"
    ],
    [
        "#465945",
        "Серая спаржа"
    ],
    [
        "#332F2C",
        "Серая умбра"
    ],
    [
        "#8A9597",
        "Серебристо-серый"
    ],
    [
        "#C0C0C0",
        "Серебряный"
    ],
    [
        "#CDC5C2",
        "Серебряный Крайола"
    ],
    [
        "#9E9764",
        "Серо-бежевый"
    ],
    [
        "#735184",
        "Серобуромалиновый"
    ],
    [
        "#90845B",
        "Серовато-желто-зеленый"
    ],
    [
        "#785840",
        "Серовато-желто-коричневый"
    ],
    [
        "#D39B85",
        "Серовато-желто-розовый"
    ],
    [
        "#CEA262",
        "Серовато-желтый"
    ],
    [
        "#C4A55F",
        "Серовато-зеленовато-желтый"
    ],
    [
        "#575E4E",
        "Серовато-зеленый"
    ],
    [
        "#5A3D30",
        "Серовато-коричневый"
    ],
    [
        "#5E3830",
        "Серовато-красно-коричневый"
    ],
    [
        "#B85D43",
        "Серовато-красно-оранжевый"
    ],
    [
        "#7D4D5D",
        "Серовато-красно-пурпурный"
    ],
    [
        "#8C4743",
        "Серовато-красный"
    ],
    [
        "#52442C",
        "Серовато-оливковый"
    ],
    [
        "#C2A894",
        "Серовато-оранжевый"
    ],
    [
        "#8C4852",
        "Серовато-пурпурно-красный"
    ],
    [
        "#CC9293",
        "Серовато-пурпурно-розовый"
    ],
    [
        "#413D51",
        "Серовато-пурпурно-синий"
    ],
    [
        "#72525C",
        "Серовато-пурпурный"
    ],
    [
        "#CF9B8F",
        "Серовато-розовый"
    ],
    [
        "#4A545C",
        "Серовато-синий"
    ],
    [
        "#46394B",
        "Серовато-фиолетовый"
    ],
    [
        "#48442D",
        "Сероватый оливково-зеленый"
    ],
    [
        "#9DA1AA",
        "Серое окно"
    ],
    [
        "#808080",
        "Серый"
    ],
    [
        "#686C5E",
        "Серый бетон"
    ],
    [
        "#CADABA",
        "Серый зеленый чай"
    ],
    [
        "#403A3A",
        "Серый коричневый"
    ],
    [
        "#95918C",
        "Серый Крайола"
    ],
    [
        "#6C7059",
        "Серый мох"
    ],
    [
        "#A0A0A4",
        "Серый нейтральный"
    ],
    [
        "#3E3B32",
        "Серый оливковый"
    ],
    [
        "#26252D",
        "Серый синий"
    ],
    [
        "#6A5F31",
        "Серый хаки"
    ],
    [
        "#CAC4B0",
        "Серый шелк"
    ],
    [
        "#708090",
        "Серый шифер, аспидно-серый"
    ],
    [
        "#E5BE01",
        "Сигнальный желтый"
    ],
    [
        "#317F43",
        "Сигнальный зеленый"
    ],
    [
        "#6C3B2A",
        "Сигнальный коричневый"
    ],
    [
        "#A52019",
        "Сигнальный красный"
    ],
    [
        "#FF9900",
        "Сигнальный оранжевый"
    ],
    [
        "#969992",
        "Сигнальный серый"
    ],
    [
        "#1E2460",
        "Сигнальный синий"
    ],
    [
        "#924E7D",
        "Сигнальный фиолетовый"
    ],
    [
        "#282828",
        "Сигнальный черный"
    ],
    [
        "#A0522D",
        "Сиена"
    ],
    [
        "#E97451",
        "Сиена жженая"
    ],
    [
        "#79A0C1",
        "Сизый"
    ],
    [
        "#1F3A3D",
        "Сине-зеленый"
    ],
    [
        "#0D98BA",
        "Сине-зеленый Крайола"
    ],
    [
        "#8A2BE2",
        "Сине-лиловый"
    ],
    [
        "#6699CC",
        "Сине-серый Крайола"
    ],
    [
        "#6C4675",
        "Сине-сиреневый"
    ],
    [
        "#7366BD",
        "Сине-фиолетовый Крайола"
    ],
    [
        "#F9DFCF",
        "Синевато-белый"
    ],
    [
        "#7D746D",
        "Синевато-серый"
    ],
    [
        "#151719",
        "Синевато-черный"
    ],
    [
        "#0000FF",
        "Синий"
    ],
    [
        "#AFDAFC",
        "Синий-синий иней"
    ],
    [
        "#007DFF",
        "Синий Градуса"
    ],
    [
        "#3A75C4",
        "Синий Клейна"
    ],
    [
        "#1F75FE",
        "Синий Крайола"
    ],
    [
        "#474B4E",
        "Синий серый"
    ],
    [
        "#1FCECB",
        "Синий цвета яиц странствующего дрозда"
    ],
    [
        "#18A7B5",
        "Синий чирок"
    ],
    [
        "#122FAA",
        "Синий экран смерти"
    ],
    [
        "#2A52BE",
        "Синяя лазурь (Лазурно-голубой)"
    ],
    [
        "#003399",
        "Синяя пыль"
    ],
    [
        "#4682B4",
        "Синяя сталь"
    ],
    [
        "#F0F8FF",
        "Синяя Элис"
    ],
    [
        "#C8A2C8",
        "Сиреневый"
    ],
    [
        "#B565A7",
        "Сияющая орхидея"
    ],
    [
        "#FF6E4A",
        "Скандальный оранжевый"
    ],
    [
        "#FC2847",
        "Скарлет"
    ],
    [
        "#FFBCD9",
        "Сладкая вата"
    ],
    [
        "#434750",
        "Сланцево-серый"
    ],
    [
        "#660066",
        "Сливовый"
    ],
    [
        "#8E4585",
        "Сливовый Крайола"
    ],
    [
        "#F2DDC6",
        "Сливочно-кремовый"
    ],
    [
        "#F2E8C9",
        "Сливочный"
    ],
    [
        "#FFFFF0",
        "Слоновая кость"
    ],
    [
        "#ACE5EE",
        "Снежно-синий"
    ],
    [
        "#F39F18",
        "Солнечно-желтый"
    ],
    [
        "#EFAF8C",
        "Сомон"
    ],
    [
        "#2C5545",
        "Сосновый зеленый"
    ],
    [
        "#B94E48",
        "Сочный каштановый Крайола"
    ],
    [
        "#7BA05B",
        "Спаржа"
    ],
    [
        "#87A96B",
        "Спаржа Крайола"
    ],
    [
        "#AF4035",
        "Средний карминный"
    ],
    [
        "#0067A5",
        "Средний персидский синий"
    ],
    [
        "#9370D8",
        "Средний пурпурный"
    ],
    [
        "#817066",
        "Средний серый"
    ],
    [
        "#231A24",
        "Стальной синий"
    ],
    [
        "#C08081",
        "Старинный розовый"
    ],
    [
        "#CFB53B",
        "Старое золото"
    ],
    [
        "#FDF5E6",
        "Старое кружево"
    ],
    [
        "#EEDC82",
        "Старый лен"
    ],
    [
        "#D68A59",
        "Сырая охра"
    ],
    [
        "#714B23",
        "Сырая умбра"
    ],
    [
        "#909090",
        "Телегрей"
    ],
    [
        "#CF3476",
        "Телемагента"
    ],
    [
        "#5D3954",
        "Темная Византия"
    ],
    [
        "#9932CC",
        "Темная орхидея"
    ],
    [
        "#CB2821",
        "Темно-алый"
    ],
    [
        "#116062",
        "Темно-бирюзовый"
    ],
    [
        "#3B83BD",
        "Темно-голубой"
    ],
    [
        "#D8A903",
        "Темно-грушевый"
    ],
    [
        "#B07D2B",
        "Темно-желтый"
    ],
    [
        "#013220",
        "Темно-зеленый"
    ],
    [
        "#986960",
        "Темно-каштановый"
    ],
    [
        "#CD5B45",
        "Темно-коралловый"
    ],
    [
        "#654321",
        "Темно-коричневый"
    ],
    [
        "#8B0000",
        "Темно-красный"
    ],
    [
        "#08457E",
        "Темно-лазурный"
    ],
    [
        "#E9967A",
        "Темно-лососевый"
    ],
    [
        "#FFA812",
        "Темно-мандариновый"
    ],
    [
        "#556832",
        "Темно-оливковый"
    ],
    [
        "#FF8C00",
        "Темно-оранжевый"
    ],
    [
        "#FFDAB9",
        "Темно-персиковый"
    ],
    [
        "#472A3F",
        "Темно-пурпурный"
    ],
    [
        "#E75480",
        "Темно-розовый"
    ],
    [
        "#915F6D",
        "Темно-серая мальва (Розовато-лилово-серый)"
    ],
    [
        "#483C32",
        "Темно-серо-коричневый"
    ],
    [
        "#49423D",
        "Темно-серый"
    ],
    [
        "#002137",
        "Темно-синий"
    ],
    [
        "#000080",
        "Темно-синий (Цвет формы морских офицеров)"
    ],
    [
        "#1974D2",
        "Темно-синий Крайола"
    ],
    [
        "#9400D3",
        "Темно-фиолетовый"
    ],
    [
        "#8FBC8F",
        "Темное зеленое море"
    ],
    [
        "#483D8B",
        "Темный аспидно-синий"
    ],
    [
        "#177245",
        "Темный весенне-зеленый"
    ],
    [
        "#57A639",
        "Темный желто-зеленый"
    ],
    [
        "#918151",
        "Темный желто-коричневый"
    ],
    [
        "#CC6C5C",
        "Темный желто-розовый"
    ],
    [
        "#304B26",
        "Темный желтовато-зеленый"
    ],
    [
        "#3F2512",
        "Темный желтовато-коричневый"
    ],
    [
        "#313830",
        "Темный зеленовато-желто-зеленый"
    ],
    [
        "#9B8127",
        "Темный зеленовато-желтый"
    ],
    [
        "#45433B",
        "Темный зеленовато-серый"
    ],
    [
        "#003841",
        "Темный зеленовато-синий"
    ],
    [
        "#203A27",
        "Темный зеленый"
    ],
    [
        "#BADBAD",
        "Темный зеленый чай"
    ],
    [
        "#B8860B",
        "Темный золотарник (Темно-золотой)"
    ],
    [
        "#310062",
        "Темный индиго"
    ],
    [
        "#35170C",
        "Темный Коричневый"
    ],
    [
        "#321011",
        "Темный красно-коричневый"
    ],
    [
        "#9B2F1F",
        "Темный красно-оранжевый"
    ],
    [
        "#4F273A",
        "Темный красно-пурпурный"
    ],
    [
        "#523C36",
        "Темный красно-серый"
    ],
    [
        "#681C23",
        "Темный красный"
    ],
    [
        "#8B008B",
        "Темный маджента"
    ],
    [
        "#EA7500",
        "Темный мандарин"
    ],
    [
        "#232C16",
        "Темный оливково-зеленый"
    ],
    [
        "#302112",
        "Темный оливково-коричневый"
    ],
    [
        "#C37629",
        "Темный оранжево-желтый"
    ],
    [
        "#03C03C",
        "Темный пастельно-зеленый"
    ],
    [
        "#5B1E31",
        "Темный пурпурно-красный"
    ],
    [
        "#C76574",
        "Темный пурпурно-розовый"
    ],
    [
        "#564042",
        "Темный пурпурно-серый"
    ],
    [
        "#1A162A",
        "Темный пурпурно-синий"
    ],
    [
        "#660099",
        "Темный пурпурно-фиолетовый"
    ],
    [
        "#C76864",
        "Темный розовый"
    ],
    [
        "#A47C45",
        "Темный серо-желтый"
    ],
    [
        "#32221A",
        "Темный серо-коричневый"
    ],
    [
        "#371F1C",
        "Темный серо-красно-коричневый"
    ],
    [
        "#482A2A",
        "Темный серо-красный"
    ],
    [
        "#27261A",
        "Темный серо-оливково-зеленый"
    ],
    [
        "#2B2517",
        "Темный серо-оливковый"
    ],
    [
        "#2C3337",
        "Темный серо-синий"
    ],
    [
        "#013A33",
        "Темный синевато-зеленый"
    ],
    [
        "#464544",
        "Темный синевато-черный"
    ],
    [
        "#82898F",
        "Темный телегрей"
    ],
    [
        "#4E3B31",
        "Темный терракотовый"
    ],
    [
        "#00008B",
        "Темный ультрамариновый"
    ],
    [
        "#BDB76B",
        "Темный хаки"
    ],
    [
        "#008B8B",
        "Темный циан"
    ],
    [
        "#452D35",
        "Темный черновато-пурпурный"
    ],
    [
        "#FF7E00",
        "Темный янтарь"
    ],
    [
        "#CC4E5C",
        "Терракота"
    ],
    [
        "#904D30",
        "Терракотовый"
    ],
    [
        "#0ABAB5",
        "Тиффани"
    ],
    [
        "#1CA9C9",
        "Тихоокеанский синий"
    ],
    [
        "#D53E07",
        "Тициановый"
    ],
    [
        "#A12312",
        "Томатно-красный"
    ],
    [
        "#FF6347",
        "Томатный"
    ],
    [
        "#5DA130",
        "Травяной"
    ],
    [
        "#006400",
        "Травяной (Очень темный лимонный зеленый)"
    ],
    [
        "#35682D",
        "Травяной зеленый"
    ],
    [
        "#FAD201",
        "Транспортно-желтый"
    ],
    [
        "#308446",
        "Транспортный зеленый"
    ],
    [
        "#CC0605",
        "Транспортный красный"
    ],
    [
        "#F54021",
        "Транспортный оранжевый"
    ],
    [
        "#A03472",
        "Транспортный пурпурный"
    ],
    [
        "#8D948D",
        "Транспортный серый"
    ],
    [
        "#063971",
        "Транспортный синий"
    ],
    [
        "#1E1E1E",
        "Транспортный черный"
    ],
    [
        "#45CEA2",
        "Трилистник Крайола"
    ],
    [
        "#6C7156",
        "Тростниково-зеленый"
    ],
    [
        "#B57281",
        "Турецкий розовый"
    ],
    [
        "#DDBEC3",
        "Тускло-амарантово-розовый"
    ],
    [
        "#FFE4E1",
        "Тускло-розовый"
    ],
    [
        "#F28500",
        "Тусклый мандарин"
    ],
    [
        "#AE848B",
        "Тусклый пурпурный"
    ],
    [
        "#696969",
        "Тусклый серый"
    ],
    [
        "#FF7518",
        "Тыква (Тыквенный)"
    ],
    [
        "#20214F",
        "Ультрамариново-синий"
    ],
    [
        "#120A8F",
        "Ультрамариновый"
    ],
    [
        "#8A3324",
        "Умбра жженая"
    ],
    [
        "#48D1CC",
        "Умеренно-бирюзовый"
    ],
    [
        "#3CB371",
        "Умеренно-зеленое море"
    ],
    [
        "#5E490F",
        "Умеренно-оливковый"
    ],
    [
        "#803E75",
        "Умеренно-темный пурпурный"
    ],
    [
        "#C0DCC0",
        "Умеренно зеленый"
    ],
    [
        "#66CDAA",
        "Умеренный аквамариновый"
    ],
    [
        "#7B68EE",
        "Умеренный аспидно-синий"
    ],
    [
        "#00FA9A",
        "Умеренный весенний зеленый"
    ],
    [
        "#8B8940",
        "Умеренный желто-зеленый"
    ],
    [
        "#7D512D",
        "Умеренный желто-коричневый"
    ],
    [
        "#EE9374",
        "Умеренный желто-розовый"
    ],
    [
        "#657F4B",
        "Умеренный желтовато-зеленый"
    ],
    [
        "#D79D41",
        "Умеренный желтый"
    ],
    [
        "#C4A43D",
        "Умеренный зеленовато-желтый"
    ],
    [
        "#30626B",
        "Умеренный зеленовато-синий"
    ],
    [
        "#386646",
        "Умеренный зеленый"
    ],
    [
        "#673923",
        "Умеренный коричневый"
    ],
    [
        "#D35339",
        "Умеренный красно-оранжевый"
    ],
    [
        "#8C4566",
        "Умеренный красно-пурпурный"
    ],
    [
        "#AB343A",
        "Умеренный красный"
    ],
    [
        "#434B1B",
        "Умеренный оливково-зеленый"
    ],
    [
        "#F7943C",
        "Умеренный оранжево-желтый"
    ],
    [
        "#E8793E",
        "Умеренный оранжевый"
    ],
    [
        "#A73853",
        "Умеренный пурпурно-красный"
    ],
    [
        "#E28090",
        "Умеренный пурпурно-розовый"
    ],
    [
        "#423C63",
        "Умеренный пурпурно-синий"
    ],
    [
        "#7F4870",
        "Умеренный пурпурный"
    ],
    [
        "#EE9086",
        "Умеренный розовый"
    ],
    [
        "#674C47",
        "Умеренный серо-коричневый"
    ],
    [
        "#2F6556",
        "Умеренный синевато-зеленый"
    ],
    [
        "#395778",
        "Умеренный синий"
    ],
    [
        "#C71585",
        "Умеренный фиолетово-красный"
    ],
    [
        "#543964",
        "Умеренный фиолетовый"
    ],
    [
        "#BA55D3",
        "Умеренный цвет орхидеи"
    ],
    [
        "#801818",
        "Фалунский красный"
    ],
    [
        "#B55489",
        "Фанданго"
    ],
    [
        "#4D5D53",
        "Фельдграу"
    ],
    [
        "#EA8DF7",
        "Фиалковый"
    ],
    [
        "#991199",
        "Фиолетово-баклажанный"
    ],
    [
        "#F75394",
        "Фиолетово-красный Крайола"
    ],
    [
        "#8000FF",
        "Фиолетово-сизый"
    ],
    [
        "#354D73",
        "Фиолетово-синий"
    ],
    [
        "#324AB2",
        "Фиолетово-синий Крайола"
    ],
    [
        "#8B00FF",
        "Фиолетовый"
    ],
    [
        "#926EAE",
        "Фиолетовый Крайола (Пурпурный)"
    ],
    [
        "#BEF574",
        "Фисташковый"
    ],
    [
        "#F64A8A",
        "Французский розовый"
    ],
    [
        "#123524",
        "Фталоцианиновый зеленый"
    ],
    [
        "#CC6666",
        "Фузи-вузи"
    ],
    [
        "#F754E1",
        "Фуксия (Фуксин)"
    ],
    [
        "#C364C5",
        "Фуксия Крайола"
    ],
    [
        "#806B2A",
        "Хаки"
    ],
    [
        "#2E3A23",
        "Хромовый зеленый"
    ],
    [
        "#4E1609",
        "Цвет блошиного брюшка"
    ],
    [
        "#4D7198",
        "Цвет ВКонтакте"
    ],
    [
        "#3CAA3C",
        "Цвет влюбленной жабы"
    ],
    [
        "#F7F21A",
        "Цвет детской неожиданности"
    ],
    [
        "#2A5C03",
        "Цвет елки"
    ],
    [
        "#FFD800",
        "Цвет желтого школьного автобуса"
    ],
    [
        "#D2B48C",
        "Цвет загара (Желто-коричневый)"
    ],
    [
        "#FAA76C",
        "Цвет загара Крайола"
    ],
    [
        "#1F4037",
        "Цвет Красного моря"
    ],
    [
        "#FFA474",
        "Цвет маленького мандарина"
    ],
    [
        "#834D18",
        "Цвет медвежьего ушка"
    ],
    [
        "#505050",
        "Цвет мокрого асфальта"
    ],
    [
        "#008CF0",
        "Цвет морской волны (Аква)"
    ],
    [
        "#FFF5EE",
        "Цвет морской раковины (Морская пена)"
    ],
    [
        "#008080",
        "Цвет окраски птицы чирок (Сине-зеленый)"
    ],
    [
        "#FFFAF0",
        "Цветочный белый"
    ],
    [
        "#EEE6A3",
        "Цвет пергидрольной блондинки"
    ],
    [
        "#CE2029",
        "Цвет пожарной машины"
    ],
    [
        "#FFFDDF",
        "Цвет слоновой кости (Айвори)"
    ],
    [
        "#E3256B",
        "Цвет суеты"
    ],
    [
        "#1FAEE9",
        "Цвет Твиттера"
    ],
    [
        "#3B5998",
        "Цвет Фейсбука"
    ],
    [
        "#78A2B7",
        "Цвет Хабрахабра"
    ],
    [
        "#1A4780",
        "Цвет Черного моря"
    ],
    [
        "#FCFCEE",
        "Цвет шампанского"
    ],
    [
        "#FFF8DC",
        "Цвет шелковистых нитевидных пестиков початков неспелой кукурузы"
    ],
    [
        "#00CCCC",
        "Цвет яйца дрозда"
    ],
    [
        "#FFCC00",
        "Цвет Яндекса"
    ],
    [
        "#7D8471",
        "Цементно-серый (Цементный)"
    ],
    [
        "#00FFFF",
        "Циан, Цвет морской волны"
    ],
    [
        "#F8F32B",
        "Цинково-желтый"
    ],
    [
        "#EBC2AF",
        "Циннвальдит"
    ],
    [
        "#FFCBBB",
        "Циннвальдитово-розовый"
    ],
    [
        "#343E40",
        "Черно-зеленый"
    ],
    [
        "#212121",
        "Черно-коричневый"
    ],
    [
        "#412227",
        "Черно-красный"
    ],
    [
        "#3B3C36",
        "Черно-оливковый"
    ],
    [
        "#23282B",
        "Черно-серый"
    ],
    [
        "#18171C",
        "Черно-синий"
    ],
    [
        "#141613",
        "Черновато-зеленый"
    ],
    [
        "#1F0E11",
        "Черновато-красный"
    ],
    [
        "#1D1018",
        "Черновато-пурпурный"
    ],
    [
        "#161A1E",
        "Черновато-синий"
    ],
    [
        "#000000",
        "Черный"
    ],
    [
        "#0A0A0A",
        "Черный янтарь"
    ],
    [
        "#D8BFD8",
        "Чертополох"
    ],
    [
        "#EBC7DF",
        "Чертополох Крайола"
    ],
    [
        "#A08040",
        "Шамуа"
    ],
    [
        "#CA3A27",
        "Шапка Деда Мороза"
    ],
    [
        "#ED4830",
        "Шапка Санта-Клауса"
    ],
    [
        "#7FFF00",
        "Шартрез, Ядовито-зеленый"
    ],
    [
        "#F5D033",
        "Шафраново-желтый"
    ],
    [
        "#F4C430",
        "Шафрановый"
    ],
    [
        "#C54B8C",
        "Шелковица Крайола"
    ],
    [
        "#FB7EFD",
        "Шокирующий розовый Крайола"
    ],
    [
        "#45322E",
        "Шоколадно-коричневый"
    ],
    [
        "#D2691E",
        "Шоколадный"
    ],
    [
        "#CDB891",
        "Экрю"
    ],
    [
        "#FF33CC",
        "Экстравагантный розовый Крайола"
    ],
    [
        "#7DF9FF",
        "Электрик"
    ],
    [
        "#CCFF00",
        "Электрик лайм (Лаймовый)"
    ],
    [
        "#CEFF1D",
        "Электрик лайм Крайола"
    ],
    [
        "#40826D",
        "Ядовито-зеленый"
    ],
    [
        "#FFBF00",
        "Янтарный"
    ],
    [
        "#93AA00",
        "Яркий желто-зеленый"
    ],
    [
        "#FF845C",
        "Яркий желто-розовый"
    ],
    [
        "#F4C800",
        "Яркий зеленовато-желтый"
    ],
    [
        "#007D34",
        "Яркий зеленый"
    ],
    [
        "#F13A13",
        "Яркий красно-оранжевый"
    ],
    [
        "#7E0059",
        "Яркий красно-пурпурный"
    ],
    [
        "#C10020",
        "Яркий красный"
    ],
    [
        "#FF8E00",
        "Яркий оранжево-желтый"
    ],
    [
        "#FF6800",
        "Яркий оранжевый"
    ],
    [
        "#D5265B",
        "Яркий пурпурно-красный"
    ],
    [
        "#943391",
        "Яркий пурпурный"
    ],
    [
        "#00836E",
        "Яркий синевато-зеленый"
    ],
    [
        "#8F509D",
        "Яркий фиолетовый Крайола"
    ],
    [
        "#08E8DE",
        "Ярко-бирюзовый"
    ],
    [
        "#FFB300",
        "Ярко-желтый"
    ],
    [
        "#66FF00",
        "Ярко-зеленый"
    ],
    [
        "#FFA089",
        "Ярко-мандариновый"
    ],
    [
        "#FC0FC0",
        "Ярко-розовый"
    ],
    [
        "#007CAD",
        "Ярко-синий"
    ],
    [
        "#E0B0FF",
        "Ярко-сиреневый"
    ],
    [
        "#CD00CD",
        "Ярко-фиолетовый"
    ]
];

export {colors, names, namedColors};
