const colors = [
    "#FBCEB1",
    "#FDD9B5",
    "#B5B8B1",
    "#7FFFD4",
    "#78DBE2",
    "#E32636",
    "#FF2400",
    "#AB274F",
    "#F19CBB",
    "#E52B50",
    "#9F2B68",
    "#ED3CCA",
    "#CD2682",
    "#FF033E",
    "#9966CC",
    "#CD9575",
    "#293133",
    "#464451",
    "#44944A",
    "#2F4F4F",
    "#6A5ACD",
    "#A8E4A0",
    "#4E5754",
    "#614051",
    "#990066",
    "#6E5160",
    "#FAE7B5",
    "#CCCCFF",
    "#C5D0E6",
    "#FAEEDD",
    "#79553D",
    "#C1876B",
    "#6D6552",
    "#F5F5DC",
    "#A5A5A5",
    "#BDECB6",
    "#FFFAFA",
    "#FFFFFF",
    "#FAEBD7",
    "#FFDEAD",
    "#003153",
    "#77DDE7",
    "#1E5945",
    "#3F888F",
    "#30D5C8",
    "#FFE4C4",
    "#A5260A",
    "#3D2B1F",
    "#ABCDEF",
    "#FFDB8B",
    "#8D917A",
    "#89AC76",
    "#EEE8AA",
    "#B03F35",
    "#DDADAF",
    "#755C48",
    "#DABDAB",
    "#F984E5",
    "#FFCBDB",
    "#FADADD",
    "#AFEEEE",
    "#957B8D",
    "#ECEBBD",
    "#F0D698",
    "#FFC8A8",
    "#FFDF84",
    "#98FB98",
    "#AC7580",
    "#FFCA86",
    "#FDBDBA",
    "#8A7F8E",
    "#BC987E",
    "#919192",
    "#D87093",
    "#CED23A",
    "#8CCB5E",
    "#FFCF40",
    "#FFDC33",
    "#2A8D9C",
    "#47A76A",
    "#FFB841",
    "#FF97BB",
    "#62639B",
    "#DD80CC",
    "#009B76",
    "#4285B4",
    "#755D9A",
    "#755A57",
    "#9F8170",
    "#480607",
    "#ACB78E",
    "#B00000",
    "#641C34",
    "#9B2D30",
    "#D5D5D5",
    "#4C514A",
    "#3E5F8A",
    "#FFB02E",
    "#CD7F32",
    "#900020",
    "#45161C",
    "#343B29",
    "#D5713F",
    "#6495ED",
    "#9ACEEB",
    "#DAD871",
    "#34C924",
    "#DE4C8A",
    "#00FF7F",
    "#ECEABE",
    "#A7FC00",
    "#BD33A4",
    "#702963",
    "#5E2129",
    "#414833",
    "#911E42",
    "#64400F",
    "#256D7B",
    "#0095B6",
    "#FFCF48",
    "#B8B799",
    "#DCDCDC",
    "#DF73FF",
    "#F3A505",
    "#734222",
    "#C9A0DC",
    "#CDA4DE",
    "#C154C1",
    "#593315",
    "#F64A46",
    "#00541F",
    "#B57900",
    "#425E17",
    "#9F8200",
    "#004524",
    "#EF3038",
    "#A9203E",
    "#FF4040",
    "#4D220E",
    "#490005",
    "#A91D11",
    "#641349",
    "#7B001C",
    "#142300",
    "#D76E00",
    "#C34D0A",
    "#6F0035",
    "#EB5284",
    "#1A153F",
    "#531A50",
    "#FF1493",
    "#00382B",
    "#002F55",
    "#240935",
    "#423189",
    "#606E8C",
    "#42AAFF",
    "#00BFFF",
    "#A2A2D0",
    "#80DAEB",
    "#0E294B",
    "#30BA8F",
    "#87CEEB",
    "#FFDB58",
    "#FD7C6E",
    "#F34723",
    "#2F353B",
    "#1C1C1C",
    "#474A51",
    "#C7D0CC",
    "#D71868",
    "#D1E231",
    "#EFD334",
    "#E49B0F",
    "#B2EC5D",
    "#00693E",
    "#CA3767",
    "#1560BD",
    "#FF43A4",
    "#FC6C85",
    "#A2ADD0",
    "#F5F5F5",
    "#F4A900",
    "#FDBCB4",
    "#434B4D",
    "#EDFF21",
    "#E1CC4F",
    "#9ACD32",
    "#C5E384",
    "#CDA434",
    "#47402E",
    "#ED760E",
    "#FFAE42",
    "#FADFAD",
    "#FFE4B2",
    "#8F8B66",
    "#FFE2B7",
    "#CAA885",
    "#FFFF00",
    "#9D9101",
    "#FCE883",
    "#D6AE01",
    "#EAE6CA",
    "#CC5500",
    "#CB6586",
    "#1E90FF",
    "#78866B",
    "#FF47CA",
    "#7CFC00",
    "#01796F",
    "#158078",
    "#BEBD7F",
    "#ADFF2F",
    "#F0E891",
    "#826C34",
    "#BFFF00",
    "#4D5645",
    "#1F3438",
    "#1164B4",
    "#F5E6CB",
    "#7A7666",
    "#181513",
    "#4E5452",
    "#2E8B57",
    "#3BB08F",
    "#29AB87",
    "#008000",
    "#1CAC78",
    "#ADDFAD",
    "#006633",
    "#2F4538",
    "#004953",
    "#4F7942",
    "#009A63",
    "#D0F0C0",
    "#FCD975",
    "#DAA520",
    "#712F26",
    "#FFD700",
    "#E7C697",
    "#321414",
    "#79443B",
    "#009B77",
    "#287233",
    "#50C878",
    "#4B0082",
    "#5D76CB",
    "#138808",
    "#CD5C5C",
    "#4CBB17",
    "#BDDA57",
    "#5F9EA0",
    "#B0B7C6",
    "#A25F2A",
    "#8B8C7A",
    "#FFFF99",
    "#1B5583",
    "#C41E3A",
    "#1CD3A2",
    "#960018",
    "#A2231D",
    "#EB4C42",
    "#FF0033",
    "#633A34",
    "#BC5D58",
    "#99958C",
    "#6C6960",
    "#FF4D00",
    "#CB4154",
    "#884535",
    "#E34234",
    "#507D2A",
    "#D53032",
    "#1E213D",
    "#0047AB",
    "#F0DC82",
    "#FFA000",
    "#B32821",
    "#FF7F50",
    "#893F45",
    "#B15124",
    "#CD9A7B",
    "#503D33",
    "#140F0B",
    "#8A6642",
    "#A52A2A",
    "#C19A6B",
    "#39352A",
    "#781F19",
    "#800000",
    "#C8385A",
    "#25221B",
    "#964B00",
    "#B4674D",
    "#464531",
    "#8B4513",
    "#7B3F00",
    "#CA2C92",
    "#7851A9",
    "#4169E1",
    "#FFF8E7",
    "#414A4C",
    "#442D25",
    "#FDD5B1",
    "#CD5700",
    "#80461B",
    "#592321",
    "#C93C20",
    "#FF5349",
    "#6D3F5B",
    "#922B3E",
    "#C0448F",
    "#8B6C62",
    "#1E1112",
    "#C04000",
    "#CD4A4C",
    "#FF0000",
    "#EE204D",
    "#F4A460",
    "#FFFDD0",
    "#FDF4E3",
    "#C3B091",
    "#76FF7A",
    "#FB607F",
    "#E4A010",
    "#FBEC5D",
    "#E6E6FA",
    "#FCB4D5",
    "#FBA0E3",
    "#FEFE22",
    "#007BA7",
    "#025669",
    "#007FFF",
    "#1DACD6",
    "#00FF00",
    "#32CD32",
    "#979AAA",
    "#B5A642",
    "#DBD7D2",
    "#228B22",
    "#534B4F",
    "#DB7093",
    "#C7B446",
    "#FFF44F",
    "#FFFACD",
    "#FDE910",
    "#2D572C",
    "#6DAE81",
    "#D95030",
    "#E55137",
    "#FF8C69",
    "#FF9BAA",
    "#FAF0E6",
    "#F80000",
    "#FFA420",
    "#7B917B",
    "#AAF0D1",
    "#F8F4FF",
    "#FF00FF",
    "#F664AF",
    "#EDD19C",
    "#4C9141",
    "#FFBD88",
    "#0BDA51",
    "#C51D34",
    "#B3446C",
    "#DC143C",
    "#993366",
    "#FF8243",
    "#E1523D",
    "#FF8800",
    "#4C5866",
    "#AD655F",
    "#4C2F27",
    "#8E402A",
    "#996666",
    "#B87333",
    "#DD9475",
    "#F0FFF0",
    "#A98307",
    "#FEE5AC",
    "#FF4F00",
    "#00416A",
    "#EFDECD",
    "#21421E",
    "#EF0097",
    "#F400A1",
    "#FFE4B5",
    "#17806D",
    "#F36223",
    "#54FF9F",
    "#9FE2BF",
    "#1C6B72",
    "#009900",
    "#646B63",
    "#98FF98",
    "#497E76",
    "#20603D",
    "#F5FFFA",
    "#3EB489",
    "#DC9D00",
    "#7F8F18",
    "#95500C",
    "#FF7A5C",
    "#478430",
    "#E59E1F",
    "#CCA817",
    "#00677E",
    "#006B3C",
    "#753313",
    "#7F180D",
    "#FFB961",
    "#9A366B",
    "#BF2233",
    "#0A4500",
    "#FF8E0D",
    "#EC7C26",
    "#B32851",
    "#F6768E",
    "#474389",
    "#FD7B7C",
    "#006D5B",
    "#00538A",
    "#53377A",
    "#734A12",
    "#F0FFFF",
    "#2271B3",
    "#7FC7FF",
    "#6B8E23",
    "#FFFF66",
    "#FFA343",
    "#00A86B",
    "#9DB1CC",
    "#252850",
    "#C9DC87",
    "#EA7E5D",
    "#AF2B1E",
    "#FF7F49",
    "#FDDB6D",
    "#1D334A",
    "#642424",
    "#59351F",
    "#999950",
    "#424632",
    "#BAB86C",
    "#6F4F28",
    "#121910",
    "#808000",
    "#4D4234",
    "#015D52",
    "#B784A7",
    "#FD5E53",
    "#F8D568",
    "#A65E2E",
    "#FF2B2B",
    "#FFCC99",
    "#FF9966",
    "#FFA500",
    "#FF7538",
    "#5B3A29",
    "#B32428",
    "#DA70D6",
    "#E6A8D7",
    "#FFBA00",
    "#49678D",
    "#355E3B",
    "#CC7722",
    "#AEA04B",
    "#955F20",
    "#E6BBC1",
    "#D8DEBA",
    "#CBBAC5",
    "#C1CACA",
    "#D8B1BF",
    "#002800",
    "#470736",
    "#4F0014",
    "#470027",
    "#320B35",
    "#E3A9BE",
    "#C6DF90",
    "#A3C6C0",
    "#98C793",
    "#BAACC7",
    "#A0D6B4",
    "#A6BDD7",
    "#EEBEF1",
    "#230D21",
    "#560319",
    "#132712",
    "#022027",
    "#16251C",
    "#270A1F",
    "#320A18",
    "#362C12",
    "#28071A",
    "#001D18",
    "#4C3C18",
    "#FFEBCD",
    "#C7FCEC",
    "#71BC78",
    "#3D642D",
    "#7FB5B5",
    "#EFA94A",
    "#77DD77",
    "#FF7514",
    "#FFD1DC",
    "#5D9B9B",
    "#A18594",
    "#316650",
    "#DEAA88",
    "#6A5D4D",
    "#6C6874",
    "#1C542D",
    "#705335",
    "#C35831",
    "#B44C43",
    "#721422",
    "#8673A1",
    "#2A6478",
    "#763C28",
    "#898176",
    "#102C54",
    "#193737",
    "#9C9C9C",
    "#828282",
    "#00A693",
    "#32127A",
    "#CC3333",
    "#FE28A2",
    "#6600FF",
    "#FFE5B4",
    "#FFCFAB",
    "#CD853F",
    "#EFCDB8",
    "#C6A664",
    "#FCDD76",
    "#967117",
    "#00A550",
    "#31372B",
    "#F8173E",
    "#7F7679",
    "#FFEFD5",
    "#8A795D",
    "#003366",
    "#1A4876",
    "#191970",
    "#FF9218",
    "#131313",
    "#F8F8FF",
    "#FF00CC",
    "#FADBC8",
    "#75151E",
    "#88706B",
    "#20155E",
    "#4A192C",
    "#1B1116",
    "#9D81BA",
    "#7442C8",
    "#800080",
    "#F5DEB3",
    "#F75E25",
    "#FF7E93",
    "#7D7F7D",
    "#B0E0E6",
    "#CC8899",
    "#FF496C",
    "#F3DA0B",
    "#587246",
    "#B7410E",
    "#EF98AA",
    "#C8A696",
    "#FFAACC",
    "#AB4E52",
    "#FF77FF",
    "#B76E79",
    "#BC8F8F",
    "#FFF0F5",
    "#905D5D",
    "#EE82EE",
    "#674846",
    "#FFC0CB",
    "#FC89AC",
    "#D36E70",
    "#AA98A9",
    "#65000B",
    "#997A8D",
    "#FDDDE6",
    "#FC74FD",
    "#F78FA7",
    "#9B111E",
    "#DE5D83",
    "#D77D31",
    "#99FF99",
    "#92000A",
    "#1D1E33",
    "#082567",
    "#DE3163",
    "#DCD0FF",
    "#E28B00",
    "#DDA0DD",
    "#E6D690",
    "#40E0D0",
    "#DD4492",
    "#87CEFA",
    "#FFFFE0",
    "#FAFAD2",
    "#90EE90",
    "#FFEC8B",
    "#FFBCAD",
    "#987654",
    "#ED9121",
    "#846A20",
    "#FDEAA8",
    "#BA7FA2",
    "#F984EF",
    "#FFB6C1",
    "#C9C0BB",
    "#BBBBBB",
    "#A6CAF0",
    "#D84B20",
    "#876C99",
    "#20B2AA",
    "#778899",
    "#FFD35F",
    "#2B6CC4",
    "#DCD36A",
    "#BB8B54",
    "#FFB28B",
    "#BAAF96",
    "#FFDE5A",
    "#649A9E",
    "#E66761",
    "#8B6D5C",
    "#A86540",
    "#AA6651",
    "#BB6C8A",
    "#E63244",
    "#945D0B",
    "#887359",
    "#FFA161",
    "#FFA8AF",
    "#C8A99E",
    "#837DA2",
    "#EA899A",
    "#B48764",
    "#946B54",
    "#966A57",
    "#B17267",
    "#8B734B",
    "#B27070",
    "#84C3BE",
    "#D7D7D7",
    "#6C92AF",
    "#669E85",
    "#BEADA1",
    "#ADD8E6",
    "#B0C4DE",
    "#D0D0D0",
    "#F0E68C",
    "#E0FFFF",
    "#ACE1AF",
    "#704214",
    "#382C1E",
    "#A5694F",
    "#78858B",
    "#465945",
    "#332F2C",
    "#8A9597",
    "#C0C0C0",
    "#CDC5C2",
    "#9E9764",
    "#735184",
    "#90845B",
    "#785840",
    "#D39B85",
    "#CEA262",
    "#C4A55F",
    "#575E4E",
    "#5A3D30",
    "#5E3830",
    "#B85D43",
    "#7D4D5D",
    "#8C4743",
    "#52442C",
    "#C2A894",
    "#8C4852",
    "#CC9293",
    "#413D51",
    "#72525C",
    "#CF9B8F",
    "#4A545C",
    "#46394B",
    "#48442D",
    "#9DA1AA",
    "#808080",
    "#686C5E",
    "#CADABA",
    "#403A3A",
    "#95918C",
    "#6C7059",
    "#A0A0A4",
    "#3E3B32",
    "#26252D",
    "#6A5F31",
    "#CAC4B0",
    "#708090",
    "#E5BE01",
    "#317F43",
    "#6C3B2A",
    "#A52019",
    "#FF9900",
    "#969992",
    "#1E2460",
    "#924E7D",
    "#282828",
    "#A0522D",
    "#E97451",
    "#79A0C1",
    "#1F3A3D",
    "#0D98BA",
    "#8A2BE2",
    "#6699CC",
    "#6C4675",
    "#7366BD",
    "#F9DFCF",
    "#7D746D",
    "#151719",
    "#0000FF",
    "#AFDAFC",
    "#007DFF",
    "#3A75C4",
    "#1F75FE",
    "#474B4E",
    "#1FCECB",
    "#18A7B5",
    "#122FAA",
    "#2A52BE",
    "#003399",
    "#4682B4",
    "#F0F8FF",
    "#C8A2C8",
    "#B565A7",
    "#FF6E4A",
    "#FC2847",
    "#FFBCD9",
    "#434750",
    "#660066",
    "#8E4585",
    "#F2DDC6",
    "#F2E8C9",
    "#FFFFF0",
    "#ACE5EE",
    "#F39F18",
    "#EFAF8C",
    "#2C5545",
    "#B94E48",
    "#7BA05B",
    "#87A96B",
    "#AF4035",
    "#0067A5",
    "#9370D8",
    "#817066",
    "#231A24",
    "#C08081",
    "#CFB53B",
    "#FDF5E6",
    "#EEDC82",
    "#D68A59",
    "#714B23",
    "#909090",
    "#CF3476",
    "#5D3954",
    "#9932CC",
    "#CB2821",
    "#116062",
    "#3B83BD",
    "#D8A903",
    "#B07D2B",
    "#013220",
    "#986960",
    "#CD5B45",
    "#654321",
    "#8B0000",
    "#08457E",
    "#E9967A",
    "#FFA812",
    "#556832",
    "#FF8C00",
    "#FFDAB9",
    "#472A3F",
    "#E75480",
    "#915F6D",
    "#483C32",
    "#49423D",
    "#002137",
    "#000080",
    "#1974D2",
    "#9400D3",
    "#8FBC8F",
    "#483D8B",
    "#177245",
    "#57A639",
    "#918151",
    "#CC6C5C",
    "#304B26",
    "#3F2512",
    "#313830",
    "#9B8127",
    "#45433B",
    "#003841",
    "#203A27",
    "#BADBAD",
    "#B8860B",
    "#310062",
    "#35170C",
    "#321011",
    "#9B2F1F",
    "#4F273A",
    "#523C36",
    "#681C23",
    "#8B008B",
    "#EA7500",
    "#232C16",
    "#302112",
    "#C37629",
    "#03C03C",
    "#5B1E31",
    "#C76574",
    "#564042",
    "#1A162A",
    "#660099",
    "#C76864",
    "#A47C45",
    "#32221A",
    "#371F1C",
    "#482A2A",
    "#27261A",
    "#2B2517",
    "#2C3337",
    "#013A33",
    "#464544",
    "#82898F",
    "#4E3B31",
    "#00008B",
    "#BDB76B",
    "#008B8B",
    "#452D35",
    "#FF7E00",
    "#CC4E5C",
    "#904D30",
    "#0ABAB5",
    "#1CA9C9",
    "#D53E07",
    "#A12312",
    "#FF6347",
    "#5DA130",
    "#006400",
    "#35682D",
    "#FAD201",
    "#308446",
    "#CC0605",
    "#F54021",
    "#A03472",
    "#8D948D",
    "#063971",
    "#1E1E1E",
    "#45CEA2",
    "#6C7156",
    "#B57281",
    "#DDBEC3",
    "#FFE4E1",
    "#F28500",
    "#AE848B",
    "#696969",
    "#FF7518",
    "#20214F",
    "#120A8F",
    "#8A3324",
    "#48D1CC",
    "#3CB371",
    "#5E490F",
    "#803E75",
    "#C0DCC0",
    "#66CDAA",
    "#7B68EE",
    "#00FA9A",
    "#8B8940",
    "#7D512D",
    "#EE9374",
    "#657F4B",
    "#D79D41",
    "#C4A43D",
    "#30626B",
    "#386646",
    "#673923",
    "#D35339",
    "#8C4566",
    "#AB343A",
    "#434B1B",
    "#F7943C",
    "#E8793E",
    "#A73853",
    "#E28090",
    "#423C63",
    "#7F4870",
    "#EE9086",
    "#674C47",
    "#2F6556",
    "#395778",
    "#C71585",
    "#543964",
    "#BA55D3",
    "#801818",
    "#B55489",
    "#4D5D53",
    "#EA8DF7",
    "#991199",
    "#F75394",
    "#8000FF",
    "#354D73",
    "#324AB2",
    "#8B00FF",
    "#926EAE",
    "#BEF574",
    "#F64A8A",
    "#123524",
    "#CC6666",
    "#F754E1",
    "#C364C5",
    "#806B2A",
    "#2E3A23",
    "#4E1609",
    "#4D7198",
    "#3CAA3C",
    "#F7F21A",
    "#2A5C03",
    "#FFD800",
    "#D2B48C",
    "#FAA76C",
    "#1F4037",
    "#FFA474",
    "#834D18",
    "#505050",
    "#008CF0",
    "#FFF5EE",
    "#008080",
    "#FFFAF0",
    "#EEE6A3",
    "#CE2029",
    "#FFFDDF",
    "#E3256B",
    "#1FAEE9",
    "#3B5998",
    "#78A2B7",
    "#1A4780",
    "#FCFCEE",
    "#FFF8DC",
    "#00CCCC",
    "#FFCC00",
    "#7D8471",
    "#00FFFF",
    "#F8F32B",
    "#EBC2AF",
    "#FFCBBB",
    "#343E40",
    "#212121",
    "#412227",
    "#3B3C36",
    "#23282B",
    "#18171C",
    "#141613",
    "#1F0E11",
    "#1D1018",
    "#161A1E",
    "#000000",
    "#0A0A0A",
    "#D8BFD8",
    "#EBC7DF",
    "#A08040",
    "#CA3A27",
    "#ED4830",
    "#7FFF00",
    "#F5D033",
    "#F4C430",
    "#C54B8C",
    "#FB7EFD",
    "#45322E",
    "#D2691E",
    "#CDB891",
    "#FF33CC",
    "#7DF9FF",
    "#CCFF00",
    "#CEFF1D",
    "#40826D",
    "#FFBF00",
    "#93AA00",
    "#FF845C",
    "#F4C800",
    "#007D34",
    "#F13A13",
    "#7E0059",
    "#C10020",
    "#FF8E00",
    "#FF6800",
    "#D5265B",
    "#943391",
    "#00836E",
    "#8F509D",
    "#08E8DE",
    "#FFB300",
    "#66FF00",
    "#FFA089",
    "#FC0FC0",
    "#007CAD",
    "#E0B0FF",
    "#CD00CD"
];

const names = [
    "Абрикосовый",
    "Абрикосовый Крайола",
    "Агатовый серый",
    "Аквамариновый",
    "Аквамариновый Крайола",
    "Ализариновый красный",
    "Алый",
    "Амарантово-пурпурный",
    "Амарантово-розовый",
    "Амарантовый",
    "Амарантовый глубоко-пурпурный",
    "Амарантовый маджента",
    "Амарантовый светло-вишневый",
    "Американский розовый",
    "Аметистовый",
    "Античная латунь",
    "Антрацитово-серый",
    "Антрацитовый",
    "Арлекин",
    "Аспидно-серый",
    "Аспидно-синий",
    "Бабушкины яблоки",
    "Базальтово-серый",
    "Баклажанный Крайола",
    "Баклажановый",
    "Баклажановый Крайола",
    "Бананомания",
    "Барвинок, перванш",
    "Барвинок Крайола",
    "Бедра испуганной нимфы",
    "Бежево-коричневый",
    "Бежево-красный",
    "Бежево-серый",
    "Бежевый",
    "Бело-алюминиевый",
    "Бело-зеленый",
    "Белоснежный",
    "Белый",
    "Белый антик",
    "Белый навахо",
    "Берлинская лазурь",
    "Бирюзово-голубой Крайола",
    "Бирюзово-зеленый",
    "Бирюзово-синий",
    "Бирюзовый",
    "Бисквитный",
    "Бисмарк-фуриозо",
    "Бистр",
    "Бледно-васильковый",
    "Бледно-желтый",
    "Бледно-зелено-серый",
    "Бледно-зеленый",
    "Бледно-золотистый",
    "Бледно-карминный",
    "Бледно-каштановый",
    "Бледно-коричневый",
    "Бледно-песочный",
    "Бледно-пурпурный",
    "Бледно-розоватый",
    "Бледно-розовый",
    "Бледно-синий",
    "Бледно-фиолетовый",
    "Бледный весенний бутон",
    "Бледный желто-зеленый",
    "Бледный желто-розовый",
    "Бледный зеленовато-желтый",
    "Бледный зеленый",
    "Бледный красно-пурпурный",
    "Бледный оранжево-желтый",
    "Бледный пурпурно-розовый",
    "Бледный пурпурно-синий",
    "Бледный серо-коричневый",
    "Бледный синий",
    "Бледный фиолетово-красный",
    "Блестящий желто-зеленый",
    "Блестящий желтовато-зеленый",
    "Блестящий желтый",
    "Блестящий зеленовато-желтый",
    "Блестящий зеленовато-синий",
    "Блестящий зеленый",
    "Блестящий оранжевый",
    "Блестящий пурпурно-розовый",
    "Блестящий пурпурно-синий",
    "Блестящий пурпурный",
    "Блестящий синевато-зеленый",
    "Блестящий синий",
    "Блестящий фиолетовый",
    "Блошиный (Красновато-коричневый)",
    "Бобровый",
    "Болгарский розовый",
    "Болотный",
    "Бордо (Красно-бордовый)",
    "Бордово-фиолетовый",
    "Бордовый",
    "Бороды Абдель-Керима",
    "Брезентово-серый",
    "Бриллиантово-синий",
    "Бриллиантовый оранжево-желтый",
    "Бронзовый",
    "Бургундский",
    "Бурый",
    "Бутылочно-зеленый",
    "Ванильный",
    "Васильковый",
    "Васильковый Крайола",
    "Вердепешевый",
    "Вердепомовый",
    "Вересково-фиолетовый",
    "Весенне-зеленый (Зеленая весна)",
    "Весенне-зеленый Крайола",
    "Весенний бутон",
    "Византийский",
    "Византия",
    "Винно-красный",
    "Винтовочный зеленый",
    "Вишневый (Вишня)",
    "В меру оливково-коричневый",
    "Водная синь",
    "Воды пляжа Бонди",
    "Восход солнца",
    "Галечный серый",
    "Гейнсборо",
    "Гелиотроп (Гелиотроповый)",
    "Георгиново-желтый",
    "Глиняный коричневый",
    "Глициния (Глициниевый)",
    "Глициния Крайола",
    "Глубокая фуксия Крайола",
    "Глубокий желто-коричневый",
    "Глубокий желто-розовый",
    "Глубокий желтовато-зеленый",
    "Глубокий желтый",
    "Глубокий желтый зеленый",
    "Глубокий зеленовато-желтый",
    "Глубокий зеленый",
    "Глубокий карминно-розовый",
    "Глубокий карминный",
    "Глубокий коралловый",
    "Глубокий коричневый",
    "Глубокий красно-коричневый",
    "Глубокий красно-оранжевый",
    "Глубокий красно-пурпурный",
    "Глубокий красный",
    "Глубокий оливково-зеленый",
    "Глубокий оранжево-желтый",
    "Глубокий оранжевый",
    "Глубокий пурпурно-красный",
    "Глубокий пурпурно-розовый",
    "Глубокий пурпурно-синий",
    "Глубокий пурпурный",
    "Глубокий розовый",
    "Глубокий синевато-зеленый",
    "Глубокий синий",
    "Глубокий фиолетово-черный",
    "Глубокий фиолетовый",
    "Голубино-синий",
    "Голубой",
    "Голубой (Морозное небо)",
    "Голубой колокольчик Крайола",
    "Голубой Крайола",
    "Горечавково-синий",
    "Горный луг",
    "Городское небо (Пасмурно-небесный)",
    "Горчичный",
    "Горько-сладкий",
    "Гранатовый",
    "Гранитовый серый (Гранитный)",
    "Графитно-черный",
    "Графитовый серый",
    "Гридеперлевый",
    "Грузинский розовый",
    "Грушево-зеленый",
    "Грушевый",
    "Гуммигут",
    "Гусеница",
    "Дартмутский зеленый",
    "Джазовый джем",
    "Джинсовый синий",
    "Дикая клубника Крайола",
    "Дикий арбуз Крайола",
    "Дикий синий Крайола",
    "Дымчато-белый",
    "Дынно-желтый",
    "Дыня Крайола",
    "Железно-серый",
    "Желтая сера",
    "Желтая слоновая кость",
    "Желто-зеленый",
    "Желто-зеленый Крайола",
    "Желто-золотой",
    "Желто-оливковый",
    "Желто-оранжевый",
    "Желто-оранжевый Крайола",
    "Желто-персиковый",
    "Желто-розовый",
    "Желто-серый",
    "Желтовато-белый",
    "Желтовато-серый",
    "Желтый",
    "Желтый карри",
    "Желтый Крайола",
    "Желтый ракитник",
    "Жемчужно-белый",
    "Жженый апельсин (Выгоревший оранжевый)",
    "Жимолость",
    "Защитно-синий",
    "Защитный хаки (Камуфляжный)",
    "Звезды в шоке",
    "Зеленая лужайка",
    "Зеленая сосна",
    "Зеленая сосна Крайола",
    "Зелено-бежевый",
    "Зелено-желтый",
    "Зелено-желтый Крайола",
    "Зелено-коричневый",
    "Зелено-лаймовый",
    "Зелено-серый",
    "Зелено-синий",
    "Зелено-синий Крайола",
    "Зеленовато-белый",
    "Зеленовато-серый",
    "Зеленовато-черный",
    "Зеленоватый мокрый асфальт",
    "Зеленое море",
    "Зеленые джунгли Крайола",
    "Зеленые джунгли Крайола 90-го года",
    "Зеленый",
    "Зеленый Крайола",
    "Зеленый лишайник, мох (Цвет зеленого мха)",
    "Зеленый Мичиганского университета",
    "Зеленый мох",
    "Зеленый орел",
    "Зеленый папоротник",
    "Зеленый трилистник",
    "Зеленый чай",
    "Золотарник Крайола",
    "Золотисто-березовый",
    "Золотисто-каштановый",
    "Золотой (Золотистый)",
    "Золотой Крайола",
    "Ивово-коричневый",
    "Известковая глина",
    "Изумруд",
    "Изумрудно-зеленый",
    "Изумрудный",
    "Индиго",
    "Индиго Крайола",
    "Индийский зеленый",
    "Индийский красный, каштановый",
    "Ирландский зеленый",
    "Июньский бутон",
    "Кадетский синий",
    "Кадетский синий Крайола",
    "Камелопардовый",
    "Каменно-серый",
    "Канареечный (Ярко-желтый)",
    "Капри синий",
    "Кардинал",
    "Карибский зеленый",
    "Кармин",
    "Карминно-красный",
    "Карминно-розовый",
    "Карминово-красный",
    "Каштаново-коричневый",
    "Каштановый Крайола",
    "Кварцевый",
    "Кварцевый серый",
    "Киноварь",
    "Кирпично-красный",
    "Кирпичный",
    "Китайский красный (Киноварь)",
    "Кленовый зеленый",
    "Клубнично-красный",
    "Кобальтово-синий",
    "Кобальт синий (Кобальтовый)",
    "Кожа буйвола (Палевый)",
    "Кожура апельсина",
    "Кораллово-красный",
    "Коралловый",
    "Кордованский",
    "Коричневато-оранжевый",
    "Коричневато-розовый",
    "Коричневато-серый",
    "Коричневато-черный",
    "Коричнево-бежевый",
    "Коричнево-бордовый",
    "Коричнево-желтый цвета увядших листьев",
    "Коричнево-зеленый",
    "Коричнево-красный",
    "Коричнево-малиновый",
    "Коричнево-малиновый Крайола",
    "Коричнево-оливковый",
    "Коричневый",
    "Коричневый Крайола",
    "Коричневый серый",
    "Коричневый цвета кожанного седла для лошади",
    "Коричный",
    "Королевская фуксия",
    "Королевский пурпурный Крайола",
    "Королевский синий",
    "Космические сливки",
    "Космос",
    "Кофейный",
    "Крайоловый Абрикос",
    "Красно-буро-оранжевый",
    "Красно-желто-коричневый",
    "Красно-коричневый",
    "Красно-оранжевый",
    "Красно-оранжевый Крайола",
    "Красно-сиреневый",
    "Красно-фиолетовый",
    "Красно-фиолетовый Крайола",
    "Красновато-серый",
    "Красновато-черный",
    "Красное дерево",
    "Красное дерево Крайола",
    "Красный",
    "Красный Крайола",
    "Красный песок",
    "Кремово-желтый",
    "Кремовый",
    "Кремовый хаки",
    "Кричащий зеленый",
    "Крутой розовый Крайола",
    "Кукурузно-желтый",
    "Кукурузный",
    "Лаванда (Лавандовый)",
    "Лавандовый Крайола",
    "Лавандовый розовый",
    "Лазерный лимон",
    "Лазурно-серый (Зеленовато-синий)",
    "Лазурно-синий",
    "Лазурный, Азур",
    "Лазурный Крайола",
    "Лайм",
    "Лаймово-зеленый",
    "Ламантин",
    "Латунный",
    "Лесной волк",
    "Лесной зеленый",
    "Ливерный",
    "Лиловый",
    "Лимонно-желтый",
    "Лимонно-желтый Крайола",
    "Лимонно-кремовый",
    "Лимонный",
    "Лиственно-зеленый",
    "Лиственный зеленый Крайола",
    "Лососево-красный",
    "Лососево-оранжевый",
    "Лососевый",
    "Лососевый Крайола",
    "Льняной",
    "Люминесцентный красный",
    "Люминесцентный ярко-оранжевый",
    "Лягушка в обмороке",
    "Магическая мята",
    "Магнолия",
    "Маджента, Фуксия (Пурпурный)",
    "Маджента Крайола",
    "Маисовый",
    "Майский зеленый",
    "Макароны и сыр",
    "Малахитовый",
    "Малиново-красный",
    "Малиново-розовый",
    "Малиновый",
    "Мальва (Розовато-лиловый)",
    "Манго-танго",
    "Мандариновое танго",
    "Мандариновый",
    "Маренго",
    "Марсала",
    "Махагон коричневый",
    "Медно-коричневый",
    "Медно-розовый (Бледный розовато-лиловый)",
    "Медный",
    "Медный Крайола",
    "Медовая роса",
    "Медово-желтый",
    "Медовый",
    "Международный оранжевый (Сигнальный)",
    "Мертвенный индиго",
    "Миндаль Крайола",
    "Миртовый",
    "Мовеин (Анилиновый пурпур)",
    "Модная фуксия",
    "Мокасиновый",
    "Мокрый тропический лес",
    "Морковный",
    "Морской зеленый",
    "Морской зеленый Крайола",
    "Мурена",
    "Мусульманский зеленый",
    "Мышино-серый",
    "Мята (Цвет зеленой мяты)",
    "Мятно-бирюзовый",
    "Мятно-зеленый",
    "Мятно-кремовый",
    "Мятный",
    "Нарциссово-желтый",
    "Насыщенный желто-зеленый",
    "Насыщенный желто-коричневый",
    "Насыщенный желто-розовый",
    "Насыщенный желтовато-зеленый",
    "Насыщенный желтый",
    "Насыщенный зеленовато-желтый",
    "Насыщенный зеленовато-синий",
    "Насыщенный зеленый",
    "Насыщенный коричневый",
    "Насыщенный красно-коричневый",
    "Насыщенный красно-оранжевый",
    "Насыщенный красно-пурпурный",
    "Насыщенный красный",
    "Насыщенный оливково-зеленый",
    "Насыщенный оранжево-желтый",
    "Насыщенный оранжевый",
    "Насыщенный пурпурно-красный",
    "Насыщенный пурпурно-розовый",
    "Насыщенный пурпурно-синий",
    "Насыщенный розовый",
    "Насыщенный синевато-зеленый",
    "Насыщенный синий",
    "Насыщенный фиолетовый",
    "Натуральная умбра",
    "Небесная лазурь",
    "Небесно-синий",
    "Небесный",
    "Нежно-оливковый",
    "Незрелый желтый",
    "Неоново-морковный",
    "Нефритовый",
    "Ниагара",
    "Ночной синий",
    "Обычный весенний бутон",
    "Огненная сиенна Крайола",
    "Огненно-красный",
    "Огненный оранжевый",
    "Одуванчиковый",
    "Океанская синь",
    "Оксид красный",
    "Олень коричневый",
    "Оливково-желтый",
    "Оливково-зеленый",
    "Оливково-зеленый Крайола",
    "Оливково-коричневый",
    "Оливково-черный",
    "Оливковый",
    "Оливковый серый",
    "Опаловый зеленый",
    "Оперный розовато-лиловый",
    "Оранжевая заря",
    "Оранжево-желтый Крайола",
    "Оранжево-коричневый",
    "Оранжево-красный Крайола",
    "Оранжево-персиковый",
    "Оранжево-розовый",
    "Оранжевый",
    "Оранжевый Крайола",
    "Орехово-коричневый",
    "Ориент красный",
    "Орхидея",
    "Орхидея Крайола",
    "Отборный желтый",
    "Отдаленно-синий",
    "Охотничий зеленый",
    "Охра",
    "Охра желтая",
    "Охра коричневая",
    "Очень бледно-пурпурный",
    "Очень бледный зеленый",
    "Очень бледный пурпурно-синий",
    "Очень бледный синий",
    "Очень бледный фиолетовый",
    "Очень глубокий желто-зеленый",
    "Очень глубокий красно-пурпурный",
    "Очень глубокий красный",
    "Очень глубокий пурпурно-красный",
    "Очень глубокий пурпурный",
    "Очень светло-пурпурный",
    "Очень светлый желто-зеленый",
    "Очень светлый зеленовато-синий",
    "Очень светлый зеленый",
    "Очень светлый пурпурно-синий",
    "Очень светлый синевато-зеленый",
    "Очень светлый синий",
    "Очень светлый фиолетовый",
    "Очень темно-пурпурный",
    "Очень темный алый",
    "Очень темный желто-зеленый",
    "Очень темный зеленовато-синий",
    "Очень темный зеленый",
    "Очень темный красно-пурпурный",
    "Очень темный красный",
    "Очень темный оливковый",
    "Очень темный пурпурно-красный",
    "Очень темный синевато-зеленый",
    "Очень темный хаки",
    "Очищенный миндаль",
    "Панг",
    "Папоротник Крайола",
    "Папоротниково-зеленый",
    "Пастельно-бирюзовый",
    "Пастельно-желтый",
    "Пастельно-зеленый",
    "Пастельно-оранжевый",
    "Пастельно-розовый",
    "Пастельно-синий",
    "Пастельно-фиолетовый",
    "Патиново-зеленый",
    "Перекати-поле",
    "Перламутрово-бежевый",
    "Перламутрово-ежевичный",
    "Перламутрово-зеленый",
    "Перламутрово-золотой",
    "Перламутрово-оранжевый",
    "Перламутрово-розовый",
    "Перламутрово-рубиновый",
    "Перламутрово-фиолетовый",
    "Перламутровый горечавково-синий",
    "Перламутровый медный",
    "Перламутровый мышино-серый",
    "Перламутровый ночной",
    "Перламутровый опаловый",
    "Перламутровый светло-серый",
    "Перламутровый темно-серый",
    "Персидский зеленый",
    "Персидский индиго",
    "Персидский красный",
    "Персидский розовый",
    "Персидский синий",
    "Персиковый",
    "Персиковый Крайола",
    "Перу",
    "Песок пустыни",
    "Песочно-желтый",
    "Песочный",
    "Песочный серо-коричневый",
    "Пигментный зеленый",
    "Пихтовый зеленый",
    "Пламенная маджента Крайола",
    "Платиново-серый",
    "Побег папайи",
    "Полумрак Крайола",
    "Полуночно-синий",
    "Полуночный синий Крайола",
    "Полуночный черный",
    "Последний вздох Жако",
    "Почти черный",
    "Призрачно-белый",
    "Пурпурная пицца",
    "Пурпурно-белый",
    "Пурпурно-красный",
    "Пурпурно-серый",
    "Пурпурно-синий",
    "Пурпурно-фиолетовый",
    "Пурпурно-черный",
    "Пурпурное горное величие",
    "Пурпурное сердце",
    "Пурпурный",
    "Пшеничный",
    "Пылкий красно-оранжевый",
    "Пылкий розовый",
    "Пыльно-серый",
    "Пыльный голубой",
    "Пюсовый",
    "Радикальный красный",
    "Рапсово-желтый",
    "Резедово-зеленый",
    "Ржаво-коричневый",
    "Розовато-лиловый Крайола",
    "Розовато-серый",
    "Розовая гвоздика",
    "Розовая долина",
    "Розовая фуксия",
    "Розово-золотой",
    "Розово-коричневый",
    "Розово-лавандовый",
    "Розово-серо-коричневый",
    "Розово-фиолетовый",
    "Розово-эбонитовый",
    "Розовый",
    "Розовый (Пощекочи меня)",
    "Розовый антик",
    "Розовый кварц",
    "Розовый лес",
    "Розовый Маунтбэттена",
    "Розовый поросенок",
    "Розовый фламинго",
    "Розовый щербет",
    "Рубиново-красный",
    "Румянец",
    "Рыжий",
    "Салатовый",
    "Сангина",
    "Сапфирово-синий",
    "Сапфировый",
    "Светлая вишня",
    "Светлая мальва (Светло-розовато-лиловый)",
    "Светлая Сиена (Почти чистый оранжевый)",
    "Светлая слива",
    "Светлая слоновая кость",
    "Светло-бирюзовый",
    "Светло-вишневый Крайола",
    "Светло-голубой",
    "Светло-желтый",
    "Светло-желтый золотистый",
    "Светло-зеленый",
    "Светло-золотистый",
    "Светло-коралловый",
    "Светло-коричневый",
    "Светло-морковный",
    "Светло-оливковый",
    "Светло-песочный",
    "Светло-пурпурный",
    "Светло-розовая фуксия",
    "Светло-розовый",
    "Светло-серебристый",
    "Светло-серый",
    "Светло-синий",
    "Светло-тициановый",
    "Светло-фиолетовый",
    "Светлое зеленое море",
    "Светлый аспидно-серый",
    "Светлый глубокий желтый",
    "Светлый джинсовый",
    "Светлый желто-зеленый",
    "Светлый желто-коричневый",
    "Светлый желто-розовый",
    "Светлый зеленовато-белый",
    "Светлый зеленовато-желтый",
    "Светлый зеленовато-синий",
    "Светлый карминово-розовый",
    "Светлый коричневато-серый",
    "Светлый коричневый",
    "Светлый красно-коричневый",
    "Светлый красно-пурпурный",
    "Светлый малиново-красный",
    "Светлый оливково-коричневый",
    "Светлый оливковый серый",
    "Светлый оранжевый",
    "Светлый пурпурно-розовый",
    "Светлый пурпурно-серый",
    "Светлый пурпурно-синий",
    "Светлый розово-лиловый",
    "Светлый серо-желто-коричневый",
    "Светлый серо-коричневый",
    "Светлый серо-красно-коричневый",
    "Светлый серо-красный",
    "Светлый серо-оливковый",
    "Светлый серо-пурпурно-красный",
    "Светлый серо-синий",
    "Светлый серый",
    "Светлый сине-серый",
    "Светлый синевато-зеленый",
    "Светлый синевато-серый",
    "Светлый синий",
    "Светлый стальной синий",
    "Светлый телегрей",
    "Светлый хаки",
    "Светлый циан",
    "Селадон",
    "Сепия (Каракатица)",
    "Сепия коричневый",
    "Сепия Крайола",
    "Серая белка",
    "Серая спаржа",
    "Серая умбра",
    "Серебристо-серый",
    "Серебряный",
    "Серебряный Крайола",
    "Серо-бежевый",
    "Серобуромалиновый",
    "Серовато-желто-зеленый",
    "Серовато-желто-коричневый",
    "Серовато-желто-розовый",
    "Серовато-желтый",
    "Серовато-зеленовато-желтый",
    "Серовато-зеленый",
    "Серовато-коричневый",
    "Серовато-красно-коричневый",
    "Серовато-красно-оранжевый",
    "Серовато-красно-пурпурный",
    "Серовато-красный",
    "Серовато-оливковый",
    "Серовато-оранжевый",
    "Серовато-пурпурно-красный",
    "Серовато-пурпурно-розовый",
    "Серовато-пурпурно-синий",
    "Серовато-пурпурный",
    "Серовато-розовый",
    "Серовато-синий",
    "Серовато-фиолетовый",
    "Сероватый оливково-зеленый",
    "Серое окно",
    "Серый",
    "Серый бетон",
    "Серый зеленый чай",
    "Серый коричневый",
    "Серый Крайола",
    "Серый мох",
    "Серый нейтральный",
    "Серый оливковый",
    "Серый синий",
    "Серый хаки",
    "Серый шелк",
    "Серый шифер, аспидно-серый",
    "Сигнальный желтый",
    "Сигнальный зеленый",
    "Сигнальный коричневый",
    "Сигнальный красный",
    "Сигнальный оранжевый",
    "Сигнальный серый",
    "Сигнальный синий",
    "Сигнальный фиолетовый",
    "Сигнальный черный",
    "Сиена",
    "Сиена жженая",
    "Сизый",
    "Сине-зеленый",
    "Сине-зеленый Крайола",
    "Сине-лиловый",
    "Сине-серый Крайола",
    "Сине-сиреневый",
    "Сине-фиолетовый Крайола",
    "Синевато-белый",
    "Синевато-серый",
    "Синевато-черный",
    "Синий",
    "Синий-синий иней",
    "Синий Градуса",
    "Синий Клейна",
    "Синий Крайола",
    "Синий серый",
    "Синий цвета яиц странствующего дрозда",
    "Синий чирок",
    "Синий экран смерти",
    "Синяя лазурь (Лазурно-голубой)",
    "Синяя пыль",
    "Синяя сталь",
    "Синяя Элис",
    "Сиреневый",
    "Сияющая орхидея",
    "Скандальный оранжевый",
    "Скарлет",
    "Сладкая вата",
    "Сланцево-серый",
    "Сливовый",
    "Сливовый Крайола",
    "Сливочно-кремовый",
    "Сливочный",
    "Слоновая кость",
    "Снежно-синий",
    "Солнечно-желтый",
    "Сомон",
    "Сосновый зеленый",
    "Сочный каштановый Крайола",
    "Спаржа",
    "Спаржа Крайола",
    "Средний карминный",
    "Средний персидский синий",
    "Средний пурпурный",
    "Средний серый",
    "Стальной синий",
    "Старинный розовый",
    "Старое золото",
    "Старое кружево",
    "Старый лен",
    "Сырая охра",
    "Сырая умбра",
    "Телегрей",
    "Телемагента",
    "Темная Византия",
    "Темная орхидея",
    "Темно-алый",
    "Темно-бирюзовый",
    "Темно-голубой",
    "Темно-грушевый",
    "Темно-желтый",
    "Темно-зеленый",
    "Темно-каштановый",
    "Темно-коралловый",
    "Темно-коричневый",
    "Темно-красный",
    "Темно-лазурный",
    "Темно-лососевый",
    "Темно-мандариновый",
    "Темно-оливковый",
    "Темно-оранжевый",
    "Темно-персиковый",
    "Темно-пурпурный",
    "Темно-розовый",
    "Темно-серая мальва (Розовато-лилово-серый)",
    "Темно-серо-коричневый",
    "Темно-серый",
    "Темно-синий",
    "Темно-синий (Цвет формы морских офицеров)",
    "Темно-синий Крайола",
    "Темно-фиолетовый",
    "Темное зеленое море",
    "Темный аспидно-синий",
    "Темный весенне-зеленый",
    "Темный желто-зеленый",
    "Темный желто-коричневый",
    "Темный желто-розовый",
    "Темный желтовато-зеленый",
    "Темный желтовато-коричневый",
    "Темный зеленовато-желто-зеленый",
    "Темный зеленовато-желтый",
    "Темный зеленовато-серый",
    "Темный зеленовато-синий",
    "Темный зеленый",
    "Темный зеленый чай",
    "Темный золотарник (Темно-золотой)",
    "Темный индиго",
    "Темный Коричневый",
    "Темный красно-коричневый",
    "Темный красно-оранжевый",
    "Темный красно-пурпурный",
    "Темный красно-серый",
    "Темный красный",
    "Темный маджента",
    "Темный мандарин",
    "Темный оливково-зеленый",
    "Темный оливково-коричневый",
    "Темный оранжево-желтый",
    "Темный пастельно-зеленый",
    "Темный пурпурно-красный",
    "Темный пурпурно-розовый",
    "Темный пурпурно-серый",
    "Темный пурпурно-синий",
    "Темный пурпурно-фиолетовый",
    "Темный розовый",
    "Темный серо-желтый",
    "Темный серо-коричневый",
    "Темный серо-красно-коричневый",
    "Темный серо-красный",
    "Темный серо-оливково-зеленый",
    "Темный серо-оливковый",
    "Темный серо-синий",
    "Темный синевато-зеленый",
    "Темный синевато-черный",
    "Темный телегрей",
    "Темный терракотовый",
    "Темный ультрамариновый",
    "Темный хаки",
    "Темный циан",
    "Темный черновато-пурпурный",
    "Темный янтарь",
    "Терракота",
    "Терракотовый",
    "Тиффани",
    "Тихоокеанский синий",
    "Тициановый",
    "Томатно-красный",
    "Томатный",
    "Травяной",
    "Травяной (Очень темный лимонный зеленый)",
    "Травяной зеленый",
    "Транспортно-желтый",
    "Транспортный зеленый",
    "Транспортный красный",
    "Транспортный оранжевый",
    "Транспортный пурпурный",
    "Транспортный серый",
    "Транспортный синий",
    "Транспортный черный",
    "Трилистник Крайола",
    "Тростниково-зеленый",
    "Турецкий розовый",
    "Тускло-амарантово-розовый",
    "Тускло-розовый",
    "Тусклый мандарин",
    "Тусклый пурпурный",
    "Тусклый серый",
    "Тыква (Тыквенный)",
    "Ультрамариново-синий",
    "Ультрамариновый",
    "Умбра жженая",
    "Умеренно-бирюзовый",
    "Умеренно-зеленое море",
    "Умеренно-оливковый",
    "Умеренно-темный пурпурный",
    "Умеренно зеленый",
    "Умеренный аквамариновый",
    "Умеренный аспидно-синий",
    "Умеренный весенний зеленый",
    "Умеренный желто-зеленый",
    "Умеренный желто-коричневый",
    "Умеренный желто-розовый",
    "Умеренный желтовато-зеленый",
    "Умеренный желтый",
    "Умеренный зеленовато-желтый",
    "Умеренный зеленовато-синий",
    "Умеренный зеленый",
    "Умеренный коричневый",
    "Умеренный красно-оранжевый",
    "Умеренный красно-пурпурный",
    "Умеренный красный",
    "Умеренный оливково-зеленый",
    "Умеренный оранжево-желтый",
    "Умеренный оранжевый",
    "Умеренный пурпурно-красный",
    "Умеренный пурпурно-розовый",
    "Умеренный пурпурно-синий",
    "Умеренный пурпурный",
    "Умеренный розовый",
    "Умеренный серо-коричневый",
    "Умеренный синевато-зеленый",
    "Умеренный синий",
    "Умеренный фиолетово-красный",
    "Умеренный фиолетовый",
    "Умеренный цвет орхидеи",
    "Фалунский красный",
    "Фанданго",
    "Фельдграу",
    "Фиалковый",
    "Фиолетово-баклажанный",
    "Фиолетово-красный Крайола",
    "Фиолетово-сизый",
    "Фиолетово-синий",
    "Фиолетово-синий Крайола",
    "Фиолетовый",
    "Фиолетовый Крайола (Пурпурный)",
    "Фисташковый",
    "Французский розовый",
    "Фталоцианиновый зеленый",
    "Фузи-вузи",
    "Фуксия (Фуксин)",
    "Фуксия Крайола",
    "Хаки",
    "Хромовый зеленый",
    "Цвет блошиного брюшка",
    "Цвет ВКонтакте",
    "Цвет влюбленной жабы",
    "Цвет детской неожиданности",
    "Цвет елки",
    "Цвет желтого школьного автобуса",
    "Цвет загара (Желто-коричневый)",
    "Цвет загара Крайола",
    "Цвет Красного моря",
    "Цвет маленького мандарина",
    "Цвет медвежьего ушка",
    "Цвет мокрого асфальта",
    "Цвет морской волны (Аква)",
    "Цвет морской раковины (Морская пена)",
    "Цвет окраски птицы чирок (Сине-зеленый)",
    "Цветочный белый",
    "Цвет пергидрольной блондинки",
    "Цвет пожарной машины",
    "Цвет слоновой кости (Айвори)",
    "Цвет суеты",
    "Цвет Твиттера",
    "Цвет Фейсбука",
    "Цвет Хабрахабра",
    "Цвет Черного моря",
    "Цвет шампанского",
    "Цвет шелковистых нитевидных пестиков початков неспелой кукурузы",
    "Цвет яйца дрозда",
    "Цвет Яндекса",
    "Цементно-серый (Цементный)",
    "Циан, Цвет морской волны",
    "Цинково-желтый",
    "Циннвальдит",
    "Циннвальдитово-розовый",
    "Черно-зеленый",
    "Черно-коричневый",
    "Черно-красный",
    "Черно-оливковый",
    "Черно-серый",
    "Черно-синий",
    "Черновато-зеленый",
    "Черновато-красный",
    "Черновато-пурпурный",
    "Черновато-синий",
    "Черный",
    "Черный янтарь",
    "Чертополох",
    "Чертополох Крайола",
    "Шамуа",
    "Шапка Деда Мороза",
    "Шапка Санта-Клауса",
    "Шартрез, Ядовито-зеленый",
    "Шафраново-желтый",
    "Шафрановый",
    "Шелковица Крайола",
    "Шокирующий розовый Крайола",
    "Шоколадно-коричневый",
    "Шоколадный",
    "Экрю",
    "Экстравагантный розовый Крайола",
    "Электрик",
    "Электрик лайм (Лаймовый)",
    "Электрик лайм Крайола",
    "Ядовито-зеленый",
    "Янтарный",
    "Яркий желто-зеленый",
    "Яркий желто-розовый",
    "Яркий зеленовато-желтый",
    "Яркий зеленый",
    "Яркий красно-оранжевый",
    "Яркий красно-пурпурный",
    "Яркий красный",
    "Яркий оранжево-желтый",
    "Яркий оранжевый",
    "Яркий пурпурно-красный",
    "Яркий пурпурный",
    "Яркий синевато-зеленый",
    "Яркий фиолетовый Крайола",
    "Ярко-бирюзовый",
    "Ярко-желтый",
    "Ярко-зеленый",
    "Ярко-мандариновый",
    "Ярко-розовый",
    "Ярко-синий",
    "Ярко-сиреневый",
    "Ярко-фиолетовый"
];

const namedColors = [
    [
        "#FBCEB1",
        "Абрикосовый"
    ],
    [
        "#FDD9B5",
        "Абрикосовый Крайола"
    ],
    [
        "#B5B8B1",
        "Агатовый серый"
    ],
    [
        "#7FFFD4",
        "Аквамариновый"
    ],
    [
        "#78DBE2",
        "Аквамариновый Крайола"
    ],
    [
        "#E32636",
        "Ализариновый красный"
    ],
    [
        "#FF2400",
        "Алый"
    ],
    [
        "#AB274F",
        "Амарантово-пурпурный"
    ],
    [
        "#F19CBB",
        "Амарантово-розовый"
    ],
    [
        "#E52B50",
        "Амарантовый"
    ],
    [
        "#9F2B68",
        "Амарантовый глубоко-пурпурный"
    ],
    [
        "#ED3CCA",
        "Амарантовый маджента"
    ],
    [
        "#CD2682",
        "Амарантовый светло-вишневый"
    ],
    [
        "#FF033E",
        "Американский розовый"
    ],
    [
        "#9966CC",
        "Аметистовый"
    ],
    [
        "#CD9575",
        "Античная латунь"
    ],
    [
        "#293133",
        "Антрацитово-серый"
    ],
    [
        "#464451",
        "Антрацитовый"
    ],
    [
        "#44944A",
        "Арлекин"
    ],
    [
        "#2F4F4F",
        "Аспидно-серый"
    ],
    [
        "#6A5ACD",
        "Аспидно-синий"
    ],
    [
        "#A8E4A0",
        "Бабушкины яблоки"
    ],
    [
        "#4E5754",
        "Базальтово-серый"
    ],
    [
        "#614051",
        "Баклажанный Крайола"
    ],
    [
        "#990066",
        "Баклажановый"
    ],
    [
        "#6E5160",
        "Баклажановый Крайола"
    ],
    [
        "#FAE7B5",
        "Бананомания"
    ],
    [
        "#CCCCFF",
        "Барвинок, перванш"
    ],
    [
        "#C5D0E6",
        "Барвинок Крайола"
    ],
    [
        "#FAEEDD",
        "Бедра испуганной нимфы"
    ],
    [
        "#79553D",
        "Бежево-коричневый"
    ],
    [
        "#C1876B",
        "Бежево-красный"
    ],
    [
        "#6D6552",
        "Бежево-серый"
    ],
    [
        "#F5F5DC",
        "Бежевый"
    ],
    [
        "#A5A5A5",
        "Бело-алюминиевый"
    ],
    [
        "#BDECB6",
        "Бело-зеленый"
    ],
    [
        "#FFFAFA",
        "Белоснежный"
    ],
    [
        "#FFFFFF",
        "Белый"
    ],
    [
        "#FAEBD7",
        "Белый антик"
    ],
    [
        "#FFDEAD",
        "Белый навахо"
    ],
    [
        "#003153",
        "Берлинская лазурь"
    ],
    [
        "#77DDE7",
        "Бирюзово-голубой Крайола"
    ],
    [
        "#1E5945",
        "Бирюзово-зеленый"
    ],
    [
        "#3F888F",
        "Бирюзово-синий"
    ],
    [
        "#30D5C8",
        "Бирюзовый"
    ],
    [
        "#FFE4C4",
        "Бисквитный"
    ],
    [
        "#A5260A",
        "Бисмарк-фуриозо"
    ],
    [
        "#3D2B1F",
        "Бистр"
    ],
    [
        "#ABCDEF",
        "Бледно-васильковый"
    ],
    [
        "#FFDB8B",
        "Бледно-желтый"
    ],
    [
        "#8D917A",
        "Бледно-зелено-серый"
    ],
    [
        "#89AC76",
        "Бледно-зеленый"
    ],
    [
        "#EEE8AA",
        "Бледно-золотистый"
    ],
    [
        "#B03F35",
        "Бледно-карминный"
    ],
    [
        "#DDADAF",
        "Бледно-каштановый"
    ],
    [
        "#755C48",
        "Бледно-коричневый"
    ],
    [
        "#DABDAB",
        "Бледно-песочный"
    ],
    [
        "#F984E5",
        "Бледно-пурпурный"
    ],
    [
        "#FFCBDB",
        "Бледно-розоватый"
    ],
    [
        "#FADADD",
        "Бледно-розовый"
    ],
    [
        "#AFEEEE",
        "Бледно-синий"
    ],
    [
        "#957B8D",
        "Бледно-фиолетовый"
    ],
    [
        "#ECEBBD",
        "Бледный весенний бутон"
    ],
    [
        "#F0D698",
        "Бледный желто-зеленый"
    ],
    [
        "#FFC8A8",
        "Бледный желто-розовый"
    ],
    [
        "#FFDF84",
        "Бледный зеленовато-желтый"
    ],
    [
        "#98FB98",
        "Бледный зеленый"
    ],
    [
        "#AC7580",
        "Бледный красно-пурпурный"
    ],
    [
        "#FFCA86",
        "Бледный оранжево-желтый"
    ],
    [
        "#FDBDBA",
        "Бледный пурпурно-розовый"
    ],
    [
        "#8A7F8E",
        "Бледный пурпурно-синий"
    ],
    [
        "#BC987E",
        "Бледный серо-коричневый"
    ],
    [
        "#919192",
        "Бледный синий"
    ],
    [
        "#D87093",
        "Бледный фиолетово-красный"
    ],
    [
        "#CED23A",
        "Блестящий желто-зеленый"
    ],
    [
        "#8CCB5E",
        "Блестящий желтовато-зеленый"
    ],
    [
        "#FFCF40",
        "Блестящий желтый"
    ],
    [
        "#FFDC33",
        "Блестящий зеленовато-желтый"
    ],
    [
        "#2A8D9C",
        "Блестящий зеленовато-синий"
    ],
    [
        "#47A76A",
        "Блестящий зеленый"
    ],
    [
        "#FFB841",
        "Блестящий оранжевый"
    ],
    [
        "#FF97BB",
        "Блестящий пурпурно-розовый"
    ],
    [
        "#62639B",
        "Блестящий пурпурно-синий"
    ],
    [
        "#DD80CC",
        "Блестящий пурпурный"
    ],
    [
        "#009B76",
        "Блестящий синевато-зеленый"
    ],
    [
        "#4285B4",
        "Блестящий синий"
    ],
    [
        "#755D9A",
        "Блестящий фиолетовый"
    ],
    [
        "#755A57",
        "Блошиный (Красновато-коричневый)"
    ],
    [
        "#9F8170",
        "Бобровый"
    ],
    [
        "#480607",
        "Болгарский розовый"
    ],
    [
        "#ACB78E",
        "Болотный"
    ],
    [
        "#B00000",
        "Бордо (Красно-бордовый)"
    ],
    [
        "#641C34",
        "Бордово-фиолетовый"
    ],
    [
        "#9B2D30",
        "Бордовый"
    ],
    [
        "#D5D5D5",
        "Бороды Абдель-Керима"
    ],
    [
        "#4C514A",
        "Брезентово-серый"
    ],
    [
        "#3E5F8A",
        "Бриллиантово-синий"
    ],
    [
        "#FFB02E",
        "Бриллиантовый оранжево-желтый"
    ],
    [
        "#CD7F32",
        "Бронзовый"
    ],
    [
        "#900020",
        "Бургундский"
    ],
    [
        "#45161C",
        "Бурый"
    ],
    [
        "#343B29",
        "Бутылочно-зеленый"
    ],
    [
        "#D5713F",
        "Ванильный"
    ],
    [
        "#6495ED",
        "Васильковый"
    ],
    [
        "#9ACEEB",
        "Васильковый Крайола"
    ],
    [
        "#DAD871",
        "Вердепешевый"
    ],
    [
        "#34C924",
        "Вердепомовый"
    ],
    [
        "#DE4C8A",
        "Вересково-фиолетовый"
    ],
    [
        "#00FF7F",
        "Весенне-зеленый (Зеленая весна)"
    ],
    [
        "#ECEABE",
        "Весенне-зеленый Крайола"
    ],
    [
        "#A7FC00",
        "Весенний бутон"
    ],
    [
        "#BD33A4",
        "Византийский"
    ],
    [
        "#702963",
        "Византия"
    ],
    [
        "#5E2129",
        "Винно-красный"
    ],
    [
        "#414833",
        "Винтовочный зеленый"
    ],
    [
        "#911E42",
        "Вишневый (Вишня)"
    ],
    [
        "#64400F",
        "В меру оливково-коричневый"
    ],
    [
        "#256D7B",
        "Водная синь"
    ],
    [
        "#0095B6",
        "Воды пляжа Бонди"
    ],
    [
        "#FFCF48",
        "Восход солнца"
    ],
    [
        "#B8B799",
        "Галечный серый"
    ],
    [
        "#DCDCDC",
        "Гейнсборо"
    ],
    [
        "#DF73FF",
        "Гелиотроп (Гелиотроповый)"
    ],
    [
        "#F3A505",
        "Георгиново-желтый"
    ],
    [
        "#734222",
        "Глиняный коричневый"
    ],
    [
        "#C9A0DC",
        "Глициния (Глициниевый)"
    ],
    [
        "#CDA4DE",
        "Глициния Крайола"
    ],
    [
        "#C154C1",
        "Глубокая фуксия Крайола"
    ],
    [
        "#593315",
        "Глубокий желто-коричневый"
    ],
    [
        "#F64A46",
        "Глубокий желто-розовый"
    ],
    [
        "#00541F",
        "Глубокий желтовато-зеленый"
    ],
    [
        "#B57900",
        "Глубокий желтый"
    ],
    [
        "#425E17",
        "Глубокий желтый зеленый"
    ],
    [
        "#9F8200",
        "Глубокий зеленовато-желтый"
    ],
    [
        "#004524",
        "Глубокий зеленый"
    ],
    [
        "#EF3038",
        "Глубокий карминно-розовый"
    ],
    [
        "#A9203E",
        "Глубокий карминный"
    ],
    [
        "#FF4040",
        "Глубокий коралловый"
    ],
    [
        "#4D220E",
        "Глубокий коричневый"
    ],
    [
        "#490005",
        "Глубокий красно-коричневый"
    ],
    [
        "#A91D11",
        "Глубокий красно-оранжевый"
    ],
    [
        "#641349",
        "Глубокий красно-пурпурный"
    ],
    [
        "#7B001C",
        "Глубокий красный"
    ],
    [
        "#142300",
        "Глубокий оливково-зеленый"
    ],
    [
        "#D76E00",
        "Глубокий оранжево-желтый"
    ],
    [
        "#C34D0A",
        "Глубокий оранжевый"
    ],
    [
        "#6F0035",
        "Глубокий пурпурно-красный"
    ],
    [
        "#EB5284",
        "Глубокий пурпурно-розовый"
    ],
    [
        "#1A153F",
        "Глубокий пурпурно-синий"
    ],
    [
        "#531A50",
        "Глубокий пурпурный"
    ],
    [
        "#FF1493",
        "Глубокий розовый"
    ],
    [
        "#00382B",
        "Глубокий синевато-зеленый"
    ],
    [
        "#002F55",
        "Глубокий синий"
    ],
    [
        "#240935",
        "Глубокий фиолетово-черный"
    ],
    [
        "#423189",
        "Глубокий фиолетовый"
    ],
    [
        "#606E8C",
        "Голубино-синий"
    ],
    [
        "#42AAFF",
        "Голубой"
    ],
    [
        "#00BFFF",
        "Голубой (Морозное небо)"
    ],
    [
        "#A2A2D0",
        "Голубой колокольчик Крайола"
    ],
    [
        "#80DAEB",
        "Голубой Крайола"
    ],
    [
        "#0E294B",
        "Горечавково-синий"
    ],
    [
        "#30BA8F",
        "Горный луг"
    ],
    [
        "#87CEEB",
        "Городское небо (Пасмурно-небесный)"
    ],
    [
        "#FFDB58",
        "Горчичный"
    ],
    [
        "#FD7C6E",
        "Горько-сладкий"
    ],
    [
        "#F34723",
        "Гранатовый"
    ],
    [
        "#2F353B",
        "Гранитовый серый (Гранитный)"
    ],
    [
        "#1C1C1C",
        "Графитно-черный"
    ],
    [
        "#474A51",
        "Графитовый серый"
    ],
    [
        "#C7D0CC",
        "Гридеперлевый"
    ],
    [
        "#D71868",
        "Грузинский розовый"
    ],
    [
        "#D1E231",
        "Грушево-зеленый"
    ],
    [
        "#EFD334",
        "Грушевый"
    ],
    [
        "#E49B0F",
        "Гуммигут"
    ],
    [
        "#B2EC5D",
        "Гусеница"
    ],
    [
        "#00693E",
        "Дартмутский зеленый"
    ],
    [
        "#CA3767",
        "Джазовый джем"
    ],
    [
        "#1560BD",
        "Джинсовый синий"
    ],
    [
        "#FF43A4",
        "Дикая клубника Крайола"
    ],
    [
        "#FC6C85",
        "Дикий арбуз Крайола"
    ],
    [
        "#A2ADD0",
        "Дикий синий Крайола"
    ],
    [
        "#F5F5F5",
        "Дымчато-белый"
    ],
    [
        "#F4A900",
        "Дынно-желтый"
    ],
    [
        "#FDBCB4",
        "Дыня Крайола"
    ],
    [
        "#434B4D",
        "Железно-серый"
    ],
    [
        "#EDFF21",
        "Желтая сера"
    ],
    [
        "#E1CC4F",
        "Желтая слоновая кость"
    ],
    [
        "#9ACD32",
        "Желто-зеленый"
    ],
    [
        "#C5E384",
        "Желто-зеленый Крайола"
    ],
    [
        "#CDA434",
        "Желто-золотой"
    ],
    [
        "#47402E",
        "Желто-оливковый"
    ],
    [
        "#ED760E",
        "Желто-оранжевый"
    ],
    [
        "#FFAE42",
        "Желто-оранжевый Крайола"
    ],
    [
        "#FADFAD",
        "Желто-персиковый"
    ],
    [
        "#FFE4B2",
        "Желто-розовый"
    ],
    [
        "#8F8B66",
        "Желто-серый"
    ],
    [
        "#FFE2B7",
        "Желтовато-белый"
    ],
    [
        "#CAA885",
        "Желтовато-серый"
    ],
    [
        "#FFFF00",
        "Желтый"
    ],
    [
        "#9D9101",
        "Желтый карри"
    ],
    [
        "#FCE883",
        "Желтый Крайола"
    ],
    [
        "#D6AE01",
        "Желтый ракитник"
    ],
    [
        "#EAE6CA",
        "Жемчужно-белый"
    ],
    [
        "#CC5500",
        "Жженый апельсин (Выгоревший оранжевый)"
    ],
    [
        "#CB6586",
        "Жимолость"
    ],
    [
        "#1E90FF",
        "Защитно-синий"
    ],
    [
        "#78866B",
        "Защитный хаки (Камуфляжный)"
    ],
    [
        "#FF47CA",
        "Звезды в шоке"
    ],
    [
        "#7CFC00",
        "Зеленая лужайка"
    ],
    [
        "#01796F",
        "Зеленая сосна"
    ],
    [
        "#158078",
        "Зеленая сосна Крайола"
    ],
    [
        "#BEBD7F",
        "Зелено-бежевый"
    ],
    [
        "#ADFF2F",
        "Зелено-желтый"
    ],
    [
        "#F0E891",
        "Зелено-желтый Крайола"
    ],
    [
        "#826C34",
        "Зелено-коричневый"
    ],
    [
        "#BFFF00",
        "Зелено-лаймовый"
    ],
    [
        "#4D5645",
        "Зелено-серый"
    ],
    [
        "#1F3438",
        "Зелено-синий"
    ],
    [
        "#1164B4",
        "Зелено-синий Крайола"
    ],
    [
        "#F5E6CB",
        "Зеленовато-белый"
    ],
    [
        "#7A7666",
        "Зеленовато-серый"
    ],
    [
        "#181513",
        "Зеленовато-черный"
    ],
    [
        "#4E5452",
        "Зеленоватый мокрый асфальт"
    ],
    [
        "#2E8B57",
        "Зеленое море"
    ],
    [
        "#3BB08F",
        "Зеленые джунгли Крайола"
    ],
    [
        "#29AB87",
        "Зеленые джунгли Крайола 90-го года"
    ],
    [
        "#008000",
        "Зеленый"
    ],
    [
        "#1CAC78",
        "Зеленый Крайола"
    ],
    [
        "#ADDFAD",
        "Зеленый лишайник, мох (Цвет зеленого мха)"
    ],
    [
        "#006633",
        "Зеленый Мичиганского университета"
    ],
    [
        "#2F4538",
        "Зеленый мох"
    ],
    [
        "#004953",
        "Зеленый орел"
    ],
    [
        "#4F7942",
        "Зеленый папоротник"
    ],
    [
        "#009A63",
        "Зеленый трилистник"
    ],
    [
        "#D0F0C0",
        "Зеленый чай"
    ],
    [
        "#FCD975",
        "Золотарник Крайола"
    ],
    [
        "#DAA520",
        "Золотисто-березовый"
    ],
    [
        "#712F26",
        "Золотисто-каштановый"
    ],
    [
        "#FFD700",
        "Золотой (Золотистый)"
    ],
    [
        "#E7C697",
        "Золотой Крайола"
    ],
    [
        "#321414",
        "Ивово-коричневый"
    ],
    [
        "#79443B",
        "Известковая глина"
    ],
    [
        "#009B77",
        "Изумруд"
    ],
    [
        "#287233",
        "Изумрудно-зеленый"
    ],
    [
        "#50C878",
        "Изумрудный"
    ],
    [
        "#4B0082",
        "Индиго"
    ],
    [
        "#5D76CB",
        "Индиго Крайола"
    ],
    [
        "#138808",
        "Индийский зеленый"
    ],
    [
        "#CD5C5C",
        "Индийский красный, каштановый"
    ],
    [
        "#4CBB17",
        "Ирландский зеленый"
    ],
    [
        "#BDDA57",
        "Июньский бутон"
    ],
    [
        "#5F9EA0",
        "Кадетский синий"
    ],
    [
        "#B0B7C6",
        "Кадетский синий Крайола"
    ],
    [
        "#A25F2A",
        "Камелопардовый"
    ],
    [
        "#8B8C7A",
        "Каменно-серый"
    ],
    [
        "#FFFF99",
        "Канареечный (Ярко-желтый)"
    ],
    [
        "#1B5583",
        "Капри синий"
    ],
    [
        "#C41E3A",
        "Кардинал"
    ],
    [
        "#1CD3A2",
        "Карибский зеленый"
    ],
    [
        "#960018",
        "Кармин"
    ],
    [
        "#A2231D",
        "Карминно-красный"
    ],
    [
        "#EB4C42",
        "Карминно-розовый"
    ],
    [
        "#FF0033",
        "Карминово-красный"
    ],
    [
        "#633A34",
        "Каштаново-коричневый"
    ],
    [
        "#BC5D58",
        "Каштановый Крайола"
    ],
    [
        "#99958C",
        "Кварцевый"
    ],
    [
        "#6C6960",
        "Кварцевый серый"
    ],
    [
        "#FF4D00",
        "Киноварь"
    ],
    [
        "#CB4154",
        "Кирпично-красный"
    ],
    [
        "#884535",
        "Кирпичный"
    ],
    [
        "#E34234",
        "Китайский красный (Киноварь)"
    ],
    [
        "#507D2A",
        "Кленовый зеленый"
    ],
    [
        "#D53032",
        "Клубнично-красный"
    ],
    [
        "#1E213D",
        "Кобальтово-синий"
    ],
    [
        "#0047AB",
        "Кобальт синий (Кобальтовый)"
    ],
    [
        "#F0DC82",
        "Кожа буйвола (Палевый)"
    ],
    [
        "#FFA000",
        "Кожура апельсина"
    ],
    [
        "#B32821",
        "Кораллово-красный"
    ],
    [
        "#FF7F50",
        "Коралловый"
    ],
    [
        "#893F45",
        "Кордованский"
    ],
    [
        "#B15124",
        "Коричневато-оранжевый"
    ],
    [
        "#CD9A7B",
        "Коричневато-розовый"
    ],
    [
        "#503D33",
        "Коричневато-серый"
    ],
    [
        "#140F0B",
        "Коричневато-черный"
    ],
    [
        "#8A6642",
        "Коричнево-бежевый"
    ],
    [
        "#A52A2A",
        "Коричнево-бордовый"
    ],
    [
        "#C19A6B",
        "Коричнево-желтый цвета увядших листьев"
    ],
    [
        "#39352A",
        "Коричнево-зеленый"
    ],
    [
        "#781F19",
        "Коричнево-красный"
    ],
    [
        "#800000",
        "Коричнево-малиновый"
    ],
    [
        "#C8385A",
        "Коричнево-малиновый Крайола"
    ],
    [
        "#25221B",
        "Коричнево-оливковый"
    ],
    [
        "#964B00",
        "Коричневый"
    ],
    [
        "#B4674D",
        "Коричневый Крайола"
    ],
    [
        "#464531",
        "Коричневый серый"
    ],
    [
        "#8B4513",
        "Коричневый цвета кожанного седла для лошади"
    ],
    [
        "#7B3F00",
        "Коричный"
    ],
    [
        "#CA2C92",
        "Королевская фуксия"
    ],
    [
        "#7851A9",
        "Королевский пурпурный Крайола"
    ],
    [
        "#4169E1",
        "Королевский синий"
    ],
    [
        "#FFF8E7",
        "Космические сливки"
    ],
    [
        "#414A4C",
        "Космос"
    ],
    [
        "#442D25",
        "Кофейный"
    ],
    [
        "#FDD5B1",
        "Крайоловый Абрикос"
    ],
    [
        "#CD5700",
        "Красно-буро-оранжевый"
    ],
    [
        "#80461B",
        "Красно-желто-коричневый"
    ],
    [
        "#592321",
        "Красно-коричневый"
    ],
    [
        "#C93C20",
        "Красно-оранжевый"
    ],
    [
        "#FF5349",
        "Красно-оранжевый Крайола"
    ],
    [
        "#6D3F5B",
        "Красно-сиреневый"
    ],
    [
        "#922B3E",
        "Красно-фиолетовый"
    ],
    [
        "#C0448F",
        "Красно-фиолетовый Крайола"
    ],
    [
        "#8B6C62",
        "Красновато-серый"
    ],
    [
        "#1E1112",
        "Красновато-черный"
    ],
    [
        "#C04000",
        "Красное дерево"
    ],
    [
        "#CD4A4C",
        "Красное дерево Крайола"
    ],
    [
        "#FF0000",
        "Красный"
    ],
    [
        "#EE204D",
        "Красный Крайола"
    ],
    [
        "#F4A460",
        "Красный песок"
    ],
    [
        "#FFFDD0",
        "Кремово-желтый"
    ],
    [
        "#FDF4E3",
        "Кремовый"
    ],
    [
        "#C3B091",
        "Кремовый хаки"
    ],
    [
        "#76FF7A",
        "Кричащий зеленый"
    ],
    [
        "#FB607F",
        "Крутой розовый Крайола"
    ],
    [
        "#E4A010",
        "Кукурузно-желтый"
    ],
    [
        "#FBEC5D",
        "Кукурузный"
    ],
    [
        "#E6E6FA",
        "Лаванда (Лавандовый)"
    ],
    [
        "#FCB4D5",
        "Лавандовый Крайола"
    ],
    [
        "#FBA0E3",
        "Лавандовый розовый"
    ],
    [
        "#FEFE22",
        "Лазерный лимон"
    ],
    [
        "#007BA7",
        "Лазурно-серый (Зеленовато-синий)"
    ],
    [
        "#025669",
        "Лазурно-синий"
    ],
    [
        "#007FFF",
        "Лазурный, Азур"
    ],
    [
        "#1DACD6",
        "Лазурный Крайола"
    ],
    [
        "#00FF00",
        "Лайм"
    ],
    [
        "#32CD32",
        "Лаймово-зеленый"
    ],
    [
        "#979AAA",
        "Ламантин"
    ],
    [
        "#B5A642",
        "Латунный"
    ],
    [
        "#DBD7D2",
        "Лесной волк"
    ],
    [
        "#228B22",
        "Лесной зеленый"
    ],
    [
        "#534B4F",
        "Ливерный"
    ],
    [
        "#DB7093",
        "Лиловый"
    ],
    [
        "#C7B446",
        "Лимонно-желтый"
    ],
    [
        "#FFF44F",
        "Лимонно-желтый Крайола"
    ],
    [
        "#FFFACD",
        "Лимонно-кремовый"
    ],
    [
        "#FDE910",
        "Лимонный"
    ],
    [
        "#2D572C",
        "Лиственно-зеленый"
    ],
    [
        "#6DAE81",
        "Лиственный зеленый Крайола"
    ],
    [
        "#D95030",
        "Лососево-красный"
    ],
    [
        "#E55137",
        "Лососево-оранжевый"
    ],
    [
        "#FF8C69",
        "Лососевый"
    ],
    [
        "#FF9BAA",
        "Лососевый Крайола"
    ],
    [
        "#FAF0E6",
        "Льняной"
    ],
    [
        "#F80000",
        "Люминесцентный красный"
    ],
    [
        "#FFA420",
        "Люминесцентный ярко-оранжевый"
    ],
    [
        "#7B917B",
        "Лягушка в обмороке"
    ],
    [
        "#AAF0D1",
        "Магическая мята"
    ],
    [
        "#F8F4FF",
        "Магнолия"
    ],
    [
        "#FF00FF",
        "Маджента, Фуксия (Пурпурный)"
    ],
    [
        "#F664AF",
        "Маджента Крайола"
    ],
    [
        "#EDD19C",
        "Маисовый"
    ],
    [
        "#4C9141",
        "Майский зеленый"
    ],
    [
        "#FFBD88",
        "Макароны и сыр"
    ],
    [
        "#0BDA51",
        "Малахитовый"
    ],
    [
        "#C51D34",
        "Малиново-красный"
    ],
    [
        "#B3446C",
        "Малиново-розовый"
    ],
    [
        "#DC143C",
        "Малиновый"
    ],
    [
        "#993366",
        "Мальва (Розовато-лиловый)"
    ],
    [
        "#FF8243",
        "Манго-танго"
    ],
    [
        "#E1523D",
        "Мандариновое танго"
    ],
    [
        "#FF8800",
        "Мандариновый"
    ],
    [
        "#4C5866",
        "Маренго"
    ],
    [
        "#AD655F",
        "Марсала"
    ],
    [
        "#4C2F27",
        "Махагон коричневый"
    ],
    [
        "#8E402A",
        "Медно-коричневый"
    ],
    [
        "#996666",
        "Медно-розовый (Бледный розовато-лиловый)"
    ],
    [
        "#B87333",
        "Медный"
    ],
    [
        "#DD9475",
        "Медный Крайола"
    ],
    [
        "#F0FFF0",
        "Медовая роса"
    ],
    [
        "#A98307",
        "Медово-желтый"
    ],
    [
        "#FEE5AC",
        "Медовый"
    ],
    [
        "#FF4F00",
        "Международный оранжевый (Сигнальный)"
    ],
    [
        "#00416A",
        "Мертвенный индиго"
    ],
    [
        "#EFDECD",
        "Миндаль Крайола"
    ],
    [
        "#21421E",
        "Миртовый"
    ],
    [
        "#EF0097",
        "Мовеин (Анилиновый пурпур)"
    ],
    [
        "#F400A1",
        "Модная фуксия"
    ],
    [
        "#FFE4B5",
        "Мокасиновый"
    ],
    [
        "#17806D",
        "Мокрый тропический лес"
    ],
    [
        "#F36223",
        "Морковный"
    ],
    [
        "#54FF9F",
        "Морской зеленый"
    ],
    [
        "#9FE2BF",
        "Морской зеленый Крайола"
    ],
    [
        "#1C6B72",
        "Мурена"
    ],
    [
        "#009900",
        "Мусульманский зеленый"
    ],
    [
        "#646B63",
        "Мышино-серый"
    ],
    [
        "#98FF98",
        "Мята (Цвет зеленой мяты)"
    ],
    [
        "#497E76",
        "Мятно-бирюзовый"
    ],
    [
        "#20603D",
        "Мятно-зеленый"
    ],
    [
        "#F5FFFA",
        "Мятно-кремовый"
    ],
    [
        "#3EB489",
        "Мятный"
    ],
    [
        "#DC9D00",
        "Нарциссово-желтый"
    ],
    [
        "#7F8F18",
        "Насыщенный желто-зеленый"
    ],
    [
        "#95500C",
        "Насыщенный желто-коричневый"
    ],
    [
        "#FF7A5C",
        "Насыщенный желто-розовый"
    ],
    [
        "#478430",
        "Насыщенный желтовато-зеленый"
    ],
    [
        "#E59E1F",
        "Насыщенный желтый"
    ],
    [
        "#CCA817",
        "Насыщенный зеленовато-желтый"
    ],
    [
        "#00677E",
        "Насыщенный зеленовато-синий"
    ],
    [
        "#006B3C",
        "Насыщенный зеленый"
    ],
    [
        "#753313",
        "Насыщенный коричневый"
    ],
    [
        "#7F180D",
        "Насыщенный красно-коричневый"
    ],
    [
        "#FFB961",
        "Насыщенный красно-оранжевый"
    ],
    [
        "#9A366B",
        "Насыщенный красно-пурпурный"
    ],
    [
        "#BF2233",
        "Насыщенный красный"
    ],
    [
        "#0A4500",
        "Насыщенный оливково-зеленый"
    ],
    [
        "#FF8E0D",
        "Насыщенный оранжево-желтый"
    ],
    [
        "#EC7C26",
        "Насыщенный оранжевый"
    ],
    [
        "#B32851",
        "Насыщенный пурпурно-красный"
    ],
    [
        "#F6768E",
        "Насыщенный пурпурно-розовый"
    ],
    [
        "#474389",
        "Насыщенный пурпурно-синий"
    ],
    [
        "#FD7B7C",
        "Насыщенный розовый"
    ],
    [
        "#006D5B",
        "Насыщенный синевато-зеленый"
    ],
    [
        "#00538A",
        "Насыщенный синий"
    ],
    [
        "#53377A",
        "Насыщенный фиолетовый"
    ],
    [
        "#734A12",
        "Натуральная умбра"
    ],
    [
        "#F0FFFF",
        "Небесная лазурь"
    ],
    [
        "#2271B3",
        "Небесно-синий"
    ],
    [
        "#7FC7FF",
        "Небесный"
    ],
    [
        "#6B8E23",
        "Нежно-оливковый"
    ],
    [
        "#FFFF66",
        "Незрелый желтый"
    ],
    [
        "#FFA343",
        "Неоново-морковный"
    ],
    [
        "#00A86B",
        "Нефритовый"
    ],
    [
        "#9DB1CC",
        "Ниагара"
    ],
    [
        "#252850",
        "Ночной синий"
    ],
    [
        "#C9DC87",
        "Обычный весенний бутон"
    ],
    [
        "#EA7E5D",
        "Огненная сиенна Крайола"
    ],
    [
        "#AF2B1E",
        "Огненно-красный"
    ],
    [
        "#FF7F49",
        "Огненный оранжевый"
    ],
    [
        "#FDDB6D",
        "Одуванчиковый"
    ],
    [
        "#1D334A",
        "Океанская синь"
    ],
    [
        "#642424",
        "Оксид красный"
    ],
    [
        "#59351F",
        "Олень коричневый"
    ],
    [
        "#999950",
        "Оливково-желтый"
    ],
    [
        "#424632",
        "Оливково-зеленый"
    ],
    [
        "#BAB86C",
        "Оливково-зеленый Крайола"
    ],
    [
        "#6F4F28",
        "Оливково-коричневый"
    ],
    [
        "#121910",
        "Оливково-черный"
    ],
    [
        "#808000",
        "Оливковый"
    ],
    [
        "#4D4234",
        "Оливковый серый"
    ],
    [
        "#015D52",
        "Опаловый зеленый"
    ],
    [
        "#B784A7",
        "Оперный розовато-лиловый"
    ],
    [
        "#FD5E53",
        "Оранжевая заря"
    ],
    [
        "#F8D568",
        "Оранжево-желтый Крайола"
    ],
    [
        "#A65E2E",
        "Оранжево-коричневый"
    ],
    [
        "#FF2B2B",
        "Оранжево-красный Крайола"
    ],
    [
        "#FFCC99",
        "Оранжево-персиковый"
    ],
    [
        "#FF9966",
        "Оранжево-розовый"
    ],
    [
        "#FFA500",
        "Оранжевый"
    ],
    [
        "#FF7538",
        "Оранжевый Крайола"
    ],
    [
        "#5B3A29",
        "Орехово-коричневый"
    ],
    [
        "#B32428",
        "Ориент красный"
    ],
    [
        "#DA70D6",
        "Орхидея"
    ],
    [
        "#E6A8D7",
        "Орхидея Крайола"
    ],
    [
        "#FFBA00",
        "Отборный желтый"
    ],
    [
        "#49678D",
        "Отдаленно-синий"
    ],
    [
        "#355E3B",
        "Охотничий зеленый"
    ],
    [
        "#CC7722",
        "Охра"
    ],
    [
        "#AEA04B",
        "Охра желтая"
    ],
    [
        "#955F20",
        "Охра коричневая"
    ],
    [
        "#E6BBC1",
        "Очень бледно-пурпурный"
    ],
    [
        "#D8DEBA",
        "Очень бледный зеленый"
    ],
    [
        "#CBBAC5",
        "Очень бледный пурпурно-синий"
    ],
    [
        "#C1CACA",
        "Очень бледный синий"
    ],
    [
        "#D8B1BF",
        "Очень бледный фиолетовый"
    ],
    [
        "#002800",
        "Очень глубокий желто-зеленый"
    ],
    [
        "#470736",
        "Очень глубокий красно-пурпурный"
    ],
    [
        "#4F0014",
        "Очень глубокий красный"
    ],
    [
        "#470027",
        "Очень глубокий пурпурно-красный"
    ],
    [
        "#320B35",
        "Очень глубокий пурпурный"
    ],
    [
        "#E3A9BE",
        "Очень светло-пурпурный"
    ],
    [
        "#C6DF90",
        "Очень светлый желто-зеленый"
    ],
    [
        "#A3C6C0",
        "Очень светлый зеленовато-синий"
    ],
    [
        "#98C793",
        "Очень светлый зеленый"
    ],
    [
        "#BAACC7",
        "Очень светлый пурпурно-синий"
    ],
    [
        "#A0D6B4",
        "Очень светлый синевато-зеленый"
    ],
    [
        "#A6BDD7",
        "Очень светлый синий"
    ],
    [
        "#EEBEF1",
        "Очень светлый фиолетовый"
    ],
    [
        "#230D21",
        "Очень темно-пурпурный"
    ],
    [
        "#560319",
        "Очень темный алый"
    ],
    [
        "#132712",
        "Очень темный желто-зеленый"
    ],
    [
        "#022027",
        "Очень темный зеленовато-синий"
    ],
    [
        "#16251C",
        "Очень темный зеленый"
    ],
    [
        "#270A1F",
        "Очень темный красно-пурпурный"
    ],
    [
        "#320A18",
        "Очень темный красный"
    ],
    [
        "#362C12",
        "Очень темный оливковый"
    ],
    [
        "#28071A",
        "Очень темный пурпурно-красный"
    ],
    [
        "#001D18",
        "Очень темный синевато-зеленый"
    ],
    [
        "#4C3C18",
        "Очень темный хаки"
    ],
    [
        "#FFEBCD",
        "Очищенный миндаль"
    ],
    [
        "#C7FCEC",
        "Панг"
    ],
    [
        "#71BC78",
        "Папоротник Крайола"
    ],
    [
        "#3D642D",
        "Папоротниково-зеленый"
    ],
    [
        "#7FB5B5",
        "Пастельно-бирюзовый"
    ],
    [
        "#EFA94A",
        "Пастельно-желтый"
    ],
    [
        "#77DD77",
        "Пастельно-зеленый"
    ],
    [
        "#FF7514",
        "Пастельно-оранжевый"
    ],
    [
        "#FFD1DC",
        "Пастельно-розовый"
    ],
    [
        "#5D9B9B",
        "Пастельно-синий"
    ],
    [
        "#A18594",
        "Пастельно-фиолетовый"
    ],
    [
        "#316650",
        "Патиново-зеленый"
    ],
    [
        "#DEAA88",
        "Перекати-поле"
    ],
    [
        "#6A5D4D",
        "Перламутрово-бежевый"
    ],
    [
        "#6C6874",
        "Перламутрово-ежевичный"
    ],
    [
        "#1C542D",
        "Перламутрово-зеленый"
    ],
    [
        "#705335",
        "Перламутрово-золотой"
    ],
    [
        "#C35831",
        "Перламутрово-оранжевый"
    ],
    [
        "#B44C43",
        "Перламутрово-розовый"
    ],
    [
        "#721422",
        "Перламутрово-рубиновый"
    ],
    [
        "#8673A1",
        "Перламутрово-фиолетовый"
    ],
    [
        "#2A6478",
        "Перламутровый горечавково-синий"
    ],
    [
        "#763C28",
        "Перламутровый медный"
    ],
    [
        "#898176",
        "Перламутровый мышино-серый"
    ],
    [
        "#102C54",
        "Перламутровый ночной"
    ],
    [
        "#193737",
        "Перламутровый опаловый"
    ],
    [
        "#9C9C9C",
        "Перламутровый светло-серый"
    ],
    [
        "#828282",
        "Перламутровый темно-серый"
    ],
    [
        "#00A693",
        "Персидский зеленый"
    ],
    [
        "#32127A",
        "Персидский индиго"
    ],
    [
        "#CC3333",
        "Персидский красный"
    ],
    [
        "#FE28A2",
        "Персидский розовый"
    ],
    [
        "#6600FF",
        "Персидский синий"
    ],
    [
        "#FFE5B4",
        "Персиковый"
    ],
    [
        "#FFCFAB",
        "Персиковый Крайола"
    ],
    [
        "#CD853F",
        "Перу"
    ],
    [
        "#EFCDB8",
        "Песок пустыни"
    ],
    [
        "#C6A664",
        "Песочно-желтый"
    ],
    [
        "#FCDD76",
        "Песочный"
    ],
    [
        "#967117",
        "Песочный серо-коричневый"
    ],
    [
        "#00A550",
        "Пигментный зеленый"
    ],
    [
        "#31372B",
        "Пихтовый зеленый"
    ],
    [
        "#F8173E",
        "Пламенная маджента Крайола"
    ],
    [
        "#7F7679",
        "Платиново-серый"
    ],
    [
        "#FFEFD5",
        "Побег папайи"
    ],
    [
        "#8A795D",
        "Полумрак Крайола"
    ],
    [
        "#003366",
        "Полуночно-синий"
    ],
    [
        "#1A4876",
        "Полуночный синий Крайола"
    ],
    [
        "#191970",
        "Полуночный черный"
    ],
    [
        "#FF9218",
        "Последний вздох Жако"
    ],
    [
        "#131313",
        "Почти черный"
    ],
    [
        "#F8F8FF",
        "Призрачно-белый"
    ],
    [
        "#FF00CC",
        "Пурпурная пицца"
    ],
    [
        "#FADBC8",
        "Пурпурно-белый"
    ],
    [
        "#75151E",
        "Пурпурно-красный"
    ],
    [
        "#88706B",
        "Пурпурно-серый"
    ],
    [
        "#20155E",
        "Пурпурно-синий"
    ],
    [
        "#4A192C",
        "Пурпурно-фиолетовый"
    ],
    [
        "#1B1116",
        "Пурпурно-черный"
    ],
    [
        "#9D81BA",
        "Пурпурное горное величие"
    ],
    [
        "#7442C8",
        "Пурпурное сердце"
    ],
    [
        "#800080",
        "Пурпурный"
    ],
    [
        "#F5DEB3",
        "Пшеничный"
    ],
    [
        "#F75E25",
        "Пылкий красно-оранжевый"
    ],
    [
        "#FF7E93",
        "Пылкий розовый"
    ],
    [
        "#7D7F7D",
        "Пыльно-серый"
    ],
    [
        "#B0E0E6",
        "Пыльный голубой"
    ],
    [
        "#CC8899",
        "Пюсовый"
    ],
    [
        "#FF496C",
        "Радикальный красный"
    ],
    [
        "#F3DA0B",
        "Рапсово-желтый"
    ],
    [
        "#587246",
        "Резедово-зеленый"
    ],
    [
        "#B7410E",
        "Ржаво-коричневый"
    ],
    [
        "#EF98AA",
        "Розовато-лиловый Крайола"
    ],
    [
        "#C8A696",
        "Розовато-серый"
    ],
    [
        "#FFAACC",
        "Розовая гвоздика"
    ],
    [
        "#AB4E52",
        "Розовая долина"
    ],
    [
        "#FF77FF",
        "Розовая фуксия"
    ],
    [
        "#B76E79",
        "Розово-золотой"
    ],
    [
        "#BC8F8F",
        "Розово-коричневый"
    ],
    [
        "#FFF0F5",
        "Розово-лавандовый"
    ],
    [
        "#905D5D",
        "Розово-серо-коричневый"
    ],
    [
        "#EE82EE",
        "Розово-фиолетовый"
    ],
    [
        "#674846",
        "Розово-эбонитовый"
    ],
    [
        "#FFC0CB",
        "Розовый"
    ],
    [
        "#FC89AC",
        "Розовый (Пощекочи меня)"
    ],
    [
        "#D36E70",
        "Розовый антик"
    ],
    [
        "#AA98A9",
        "Розовый кварц"
    ],
    [
        "#65000B",
        "Розовый лес"
    ],
    [
        "#997A8D",
        "Розовый Маунтбэттена"
    ],
    [
        "#FDDDE6",
        "Розовый поросенок"
    ],
    [
        "#FC74FD",
        "Розовый фламинго"
    ],
    [
        "#F78FA7",
        "Розовый щербет"
    ],
    [
        "#9B111E",
        "Рубиново-красный"
    ],
    [
        "#DE5D83",
        "Румянец"
    ],
    [
        "#D77D31",
        "Рыжий"
    ],
    [
        "#99FF99",
        "Салатовый"
    ],
    [
        "#92000A",
        "Сангина"
    ],
    [
        "#1D1E33",
        "Сапфирово-синий"
    ],
    [
        "#082567",
        "Сапфировый"
    ],
    [
        "#DE3163",
        "Светлая вишня"
    ],
    [
        "#DCD0FF",
        "Светлая мальва (Светло-розовато-лиловый)"
    ],
    [
        "#E28B00",
        "Светлая Сиена (Почти чистый оранжевый)"
    ],
    [
        "#DDA0DD",
        "Светлая слива"
    ],
    [
        "#E6D690",
        "Светлая слоновая кость"
    ],
    [
        "#40E0D0",
        "Светло-бирюзовый"
    ],
    [
        "#DD4492",
        "Светло-вишневый Крайола"
    ],
    [
        "#87CEFA",
        "Светло-голубой"
    ],
    [
        "#FFFFE0",
        "Светло-желтый"
    ],
    [
        "#FAFAD2",
        "Светло-желтый золотистый"
    ],
    [
        "#90EE90",
        "Светло-зеленый"
    ],
    [
        "#FFEC8B",
        "Светло-золотистый"
    ],
    [
        "#FFBCAD",
        "Светло-коралловый"
    ],
    [
        "#987654",
        "Светло-коричневый"
    ],
    [
        "#ED9121",
        "Светло-морковный"
    ],
    [
        "#846A20",
        "Светло-оливковый"
    ],
    [
        "#FDEAA8",
        "Светло-песочный"
    ],
    [
        "#BA7FA2",
        "Светло-пурпурный"
    ],
    [
        "#F984EF",
        "Светло-розовая фуксия"
    ],
    [
        "#FFB6C1",
        "Светло-розовый"
    ],
    [
        "#C9C0BB",
        "Светло-серебристый"
    ],
    [
        "#BBBBBB",
        "Светло-серый"
    ],
    [
        "#A6CAF0",
        "Светло-синий"
    ],
    [
        "#D84B20",
        "Светло-тициановый"
    ],
    [
        "#876C99",
        "Светло-фиолетовый"
    ],
    [
        "#20B2AA",
        "Светлое зеленое море"
    ],
    [
        "#778899",
        "Светлый аспидно-серый"
    ],
    [
        "#FFD35F",
        "Светлый глубокий желтый"
    ],
    [
        "#2B6CC4",
        "Светлый джинсовый"
    ],
    [
        "#DCD36A",
        "Светлый желто-зеленый"
    ],
    [
        "#BB8B54",
        "Светлый желто-коричневый"
    ],
    [
        "#FFB28B",
        "Светлый желто-розовый"
    ],
    [
        "#BAAF96",
        "Светлый зеленовато-белый"
    ],
    [
        "#FFDE5A",
        "Светлый зеленовато-желтый"
    ],
    [
        "#649A9E",
        "Светлый зеленовато-синий"
    ],
    [
        "#E66761",
        "Светлый карминово-розовый"
    ],
    [
        "#8B6D5C",
        "Светлый коричневато-серый"
    ],
    [
        "#A86540",
        "Светлый коричневый"
    ],
    [
        "#AA6651",
        "Светлый красно-коричневый"
    ],
    [
        "#BB6C8A",
        "Светлый красно-пурпурный"
    ],
    [
        "#E63244",
        "Светлый малиново-красный"
    ],
    [
        "#945D0B",
        "Светлый оливково-коричневый"
    ],
    [
        "#887359",
        "Светлый оливковый серый"
    ],
    [
        "#FFA161",
        "Светлый оранжевый"
    ],
    [
        "#FFA8AF",
        "Светлый пурпурно-розовый"
    ],
    [
        "#C8A99E",
        "Светлый пурпурно-серый"
    ],
    [
        "#837DA2",
        "Светлый пурпурно-синий"
    ],
    [
        "#EA899A",
        "Светлый розово-лиловый"
    ],
    [
        "#B48764",
        "Светлый серо-желто-коричневый"
    ],
    [
        "#946B54",
        "Светлый серо-коричневый"
    ],
    [
        "#966A57",
        "Светлый серо-красно-коричневый"
    ],
    [
        "#B17267",
        "Светлый серо-красный"
    ],
    [
        "#8B734B",
        "Светлый серо-оливковый"
    ],
    [
        "#B27070",
        "Светлый серо-пурпурно-красный"
    ],
    [
        "#84C3BE",
        "Светлый серо-синий"
    ],
    [
        "#D7D7D7",
        "Светлый серый"
    ],
    [
        "#6C92AF",
        "Светлый сине-серый"
    ],
    [
        "#669E85",
        "Светлый синевато-зеленый"
    ],
    [
        "#BEADA1",
        "Светлый синевато-серый"
    ],
    [
        "#ADD8E6",
        "Светлый синий"
    ],
    [
        "#B0C4DE",
        "Светлый стальной синий"
    ],
    [
        "#D0D0D0",
        "Светлый телегрей"
    ],
    [
        "#F0E68C",
        "Светлый хаки"
    ],
    [
        "#E0FFFF",
        "Светлый циан"
    ],
    [
        "#ACE1AF",
        "Селадон"
    ],
    [
        "#704214",
        "Сепия (Каракатица)"
    ],
    [
        "#382C1E",
        "Сепия коричневый"
    ],
    [
        "#A5694F",
        "Сепия Крайола"
    ],
    [
        "#78858B",
        "Серая белка"
    ],
    [
        "#465945",
        "Серая спаржа"
    ],
    [
        "#332F2C",
        "Серая умбра"
    ],
    [
        "#8A9597",
        "Серебристо-серый"
    ],
    [
        "#C0C0C0",
        "Серебряный"
    ],
    [
        "#CDC5C2",
        "Серебряный Крайола"
    ],
    [
        "#9E9764",
        "Серо-бежевый"
    ],
    [
        "#735184",
        "Серобуромалиновый"
    ],
    [
        "#90845B",
        "Серовато-желто-зеленый"
    ],
    [
        "#785840",
        "Серовато-желто-коричневый"
    ],
    [
        "#D39B85",
        "Серовато-желто-розовый"
    ],
    [
        "#CEA262",
        "Серовато-желтый"
    ],
    [
        "#C4A55F",
        "Серовато-зеленовато-желтый"
    ],
    [
        "#575E4E",
        "Серовато-зеленый"
    ],
    [
        "#5A3D30",
        "Серовато-коричневый"
    ],
    [
        "#5E3830",
        "Серовато-красно-коричневый"
    ],
    [
        "#B85D43",
        "Серовато-красно-оранжевый"
    ],
    [
        "#7D4D5D",
        "Серовато-красно-пурпурный"
    ],
    [
        "#8C4743",
        "Серовато-красный"
    ],
    [
        "#52442C",
        "Серовато-оливковый"
    ],
    [
        "#C2A894",
        "Серовато-оранжевый"
    ],
    [
        "#8C4852",
        "Серовато-пурпурно-красный"
    ],
    [
        "#CC9293",
        "Серовато-пурпурно-розовый"
    ],
    [
        "#413D51",
        "Серовато-пурпурно-синий"
    ],
    [
        "#72525C",
        "Серовато-пурпурный"
    ],
    [
        "#CF9B8F",
        "Серовато-розовый"
    ],
    [
        "#4A545C",
        "Серовато-синий"
    ],
    [
        "#46394B",
        "Серовато-фиолетовый"
    ],
    [
        "#48442D",
        "Сероватый оливково-зеленый"
    ],
    [
        "#9DA1AA",
        "Серое окно"
    ],
    [
        "#808080",
        "Серый"
    ],
    [
        "#686C5E",
        "Серый бетон"
    ],
    [
        "#CADABA",
        "Серый зеленый чай"
    ],
    [
        "#403A3A",
        "Серый коричневый"
    ],
    [
        "#95918C",
        "Серый Крайола"
    ],
    [
        "#6C7059",
        "Серый мох"
    ],
    [
        "#A0A0A4",
        "Серый нейтральный"
    ],
    [
        "#3E3B32",
        "Серый оливковый"
    ],
    [
        "#26252D",
        "Серый синий"
    ],
    [
        "#6A5F31",
        "Серый хаки"
    ],
    [
        "#CAC4B0",
        "Серый шелк"
    ],
    [
        "#708090",
        "Серый шифер, аспидно-серый"
    ],
    [
        "#E5BE01",
        "Сигнальный желтый"
    ],
    [
        "#317F43",
        "Сигнальный зеленый"
    ],
    [
        "#6C3B2A",
        "Сигнальный коричневый"
    ],
    [
        "#A52019",
        "Сигнальный красный"
    ],
    [
        "#FF9900",
        "Сигнальный оранжевый"
    ],
    [
        "#969992",
        "Сигнальный серый"
    ],
    [
        "#1E2460",
        "Сигнальный синий"
    ],
    [
        "#924E7D",
        "Сигнальный фиолетовый"
    ],
    [
        "#282828",
        "Сигнальный черный"
    ],
    [
        "#A0522D",
        "Сиена"
    ],
    [
        "#E97451",
        "Сиена жженая"
    ],
    [
        "#79A0C1",
        "Сизый"
    ],
    [
        "#1F3A3D",
        "Сине-зеленый"
    ],
    [
        "#0D98BA",
        "Сине-зеленый Крайола"
    ],
    [
        "#8A2BE2",
        "Сине-лиловый"
    ],
    [
        "#6699CC",
        "Сине-серый Крайола"
    ],
    [
        "#6C4675",
        "Сине-сиреневый"
    ],
    [
        "#7366BD",
        "Сине-фиолетовый Крайола"
    ],
    [
        "#F9DFCF",
        "Синевато-белый"
    ],
    [
        "#7D746D",
        "Синевато-серый"
    ],
    [
        "#151719",
        "Синевато-черный"
    ],
    [
        "#0000FF",
        "Синий"
    ],
    [
        "#AFDAFC",
        "Синий-синий иней"
    ],
    [
        "#007DFF",
        "Синий Градуса"
    ],
    [
        "#3A75C4",
        "Синий Клейна"
    ],
    [
        "#1F75FE",
        "Синий Крайола"
    ],
    [
        "#474B4E",
        "Синий серый"
    ],
    [
        "#1FCECB",
        "Синий цвета яиц странствующего дрозда"
    ],
    [
        "#18A7B5",
        "Синий чирок"
    ],
    [
        "#122FAA",
        "Синий экран смерти"
    ],
    [
        "#2A52BE",
        "Синяя лазурь (Лазурно-голубой)"
    ],
    [
        "#003399",
        "Синяя пыль"
    ],
    [
        "#4682B4",
        "Синяя сталь"
    ],
    [
        "#F0F8FF",
        "Синяя Элис"
    ],
    [
        "#C8A2C8",
        "Сиреневый"
    ],
    [
        "#B565A7",
        "Сияющая орхидея"
    ],
    [
        "#FF6E4A",
        "Скандальный оранжевый"
    ],
    [
        "#FC2847",
        "Скарлет"
    ],
    [
        "#FFBCD9",
        "Сладкая вата"
    ],
    [
        "#434750",
        "Сланцево-серый"
    ],
    [
        "#660066",
        "Сливовый"
    ],
    [
        "#8E4585",
        "Сливовый Крайола"
    ],
    [
        "#F2DDC6",
        "Сливочно-кремовый"
    ],
    [
        "#F2E8C9",
        "Сливочный"
    ],
    [
        "#FFFFF0",
        "Слоновая кость"
    ],
    [
        "#ACE5EE",
        "Снежно-синий"
    ],
    [
        "#F39F18",
        "Солнечно-желтый"
    ],
    [
        "#EFAF8C",
        "Сомон"
    ],
    [
        "#2C5545",
        "Сосновый зеленый"
    ],
    [
        "#B94E48",
        "Сочный каштановый Крайола"
    ],
    [
        "#7BA05B",
        "Спаржа"
    ],
    [
        "#87A96B",
        "Спаржа Крайола"
    ],
    [
        "#AF4035",
        "Средний карминный"
    ],
    [
        "#0067A5",
        "Средний персидский синий"
    ],
    [
        "#9370D8",
        "Средний пурпурный"
    ],
    [
        "#817066",
        "Средний серый"
    ],
    [
        "#231A24",
        "Стальной синий"
    ],
    [
        "#C08081",
        "Старинный розовый"
    ],
    [
        "#CFB53B",
        "Старое золото"
    ],
    [
        "#FDF5E6",
        "Старое кружево"
    ],
    [
        "#EEDC82",
        "Старый лен"
    ],
    [
        "#D68A59",
        "Сырая охра"
    ],
    [
        "#714B23",
        "Сырая умбра"
    ],
    [
        "#909090",
        "Телегрей"
    ],
    [
        "#CF3476",
        "Телемагента"
    ],
    [
        "#5D3954",
        "Темная Византия"
    ],
    [
        "#9932CC",
        "Темная орхидея"
    ],
    [
        "#CB2821",
        "Темно-алый"
    ],
    [
        "#116062",
        "Темно-бирюзовый"
    ],
    [
        "#3B83BD",
        "Темно-голубой"
    ],
    [
        "#D8A903",
        "Темно-грушевый"
    ],
    [
        "#B07D2B",
        "Темно-желтый"
    ],
    [
        "#013220",
        "Темно-зеленый"
    ],
    [
        "#986960",
        "Темно-каштановый"
    ],
    [
        "#CD5B45",
        "Темно-коралловый"
    ],
    [
        "#654321",
        "Темно-коричневый"
    ],
    [
        "#8B0000",
        "Темно-красный"
    ],
    [
        "#08457E",
        "Темно-лазурный"
    ],
    [
        "#E9967A",
        "Темно-лососевый"
    ],
    [
        "#FFA812",
        "Темно-мандариновый"
    ],
    [
        "#556832",
        "Темно-оливковый"
    ],
    [
        "#FF8C00",
        "Темно-оранжевый"
    ],
    [
        "#FFDAB9",
        "Темно-персиковый"
    ],
    [
        "#472A3F",
        "Темно-пурпурный"
    ],
    [
        "#E75480",
        "Темно-розовый"
    ],
    [
        "#915F6D",
        "Темно-серая мальва (Розовато-лилово-серый)"
    ],
    [
        "#483C32",
        "Темно-серо-коричневый"
    ],
    [
        "#49423D",
        "Темно-серый"
    ],
    [
        "#002137",
        "Темно-синий"
    ],
    [
        "#000080",
        "Темно-синий (Цвет формы морских офицеров)"
    ],
    [
        "#1974D2",
        "Темно-синий Крайола"
    ],
    [
        "#9400D3",
        "Темно-фиолетовый"
    ],
    [
        "#8FBC8F",
        "Темное зеленое море"
    ],
    [
        "#483D8B",
        "Темный аспидно-синий"
    ],
    [
        "#177245",
        "Темный весенне-зеленый"
    ],
    [
        "#57A639",
        "Темный желто-зеленый"
    ],
    [
        "#918151",
        "Темный желто-коричневый"
    ],
    [
        "#CC6C5C",
        "Темный желто-розовый"
    ],
    [
        "#304B26",
        "Темный желтовато-зеленый"
    ],
    [
        "#3F2512",
        "Темный желтовато-коричневый"
    ],
    [
        "#313830",
        "Темный зеленовато-желто-зеленый"
    ],
    [
        "#9B8127",
        "Темный зеленовато-желтый"
    ],
    [
        "#45433B",
        "Темный зеленовато-серый"
    ],
    [
        "#003841",
        "Темный зеленовато-синий"
    ],
    [
        "#203A27",
        "Темный зеленый"
    ],
    [
        "#BADBAD",
        "Темный зеленый чай"
    ],
    [
        "#B8860B",
        "Темный золотарник (Темно-золотой)"
    ],
    [
        "#310062",
        "Темный индиго"
    ],
    [
        "#35170C",
        "Темный Коричневый"
    ],
    [
        "#321011",
        "Темный красно-коричневый"
    ],
    [
        "#9B2F1F",
        "Темный красно-оранжевый"
    ],
    [
        "#4F273A",
        "Темный красно-пурпурный"
    ],
    [
        "#523C36",
        "Темный красно-серый"
    ],
    [
        "#681C23",
        "Темный красный"
    ],
    [
        "#8B008B",
        "Темный маджента"
    ],
    [
        "#EA7500",
        "Темный мандарин"
    ],
    [
        "#232C16",
        "Темный оливково-зеленый"
    ],
    [
        "#302112",
        "Темный оливково-коричневый"
    ],
    [
        "#C37629",
        "Темный оранжево-желтый"
    ],
    [
        "#03C03C",
        "Темный пастельно-зеленый"
    ],
    [
        "#5B1E31",
        "Темный пурпурно-красный"
    ],
    [
        "#C76574",
        "Темный пурпурно-розовый"
    ],
    [
        "#564042",
        "Темный пурпурно-серый"
    ],
    [
        "#1A162A",
        "Темный пурпурно-синий"
    ],
    [
        "#660099",
        "Темный пурпурно-фиолетовый"
    ],
    [
        "#C76864",
        "Темный розовый"
    ],
    [
        "#A47C45",
        "Темный серо-желтый"
    ],
    [
        "#32221A",
        "Темный серо-коричневый"
    ],
    [
        "#371F1C",
        "Темный серо-красно-коричневый"
    ],
    [
        "#482A2A",
        "Темный серо-красный"
    ],
    [
        "#27261A",
        "Темный серо-оливково-зеленый"
    ],
    [
        "#2B2517",
        "Темный серо-оливковый"
    ],
    [
        "#2C3337",
        "Темный серо-синий"
    ],
    [
        "#013A33",
        "Темный синевато-зеленый"
    ],
    [
        "#464544",
        "Темный синевато-черный"
    ],
    [
        "#82898F",
        "Темный телегрей"
    ],
    [
        "#4E3B31",
        "Темный терракотовый"
    ],
    [
        "#00008B",
        "Темный ультрамариновый"
    ],
    [
        "#BDB76B",
        "Темный хаки"
    ],
    [
        "#008B8B",
        "Темный циан"
    ],
    [
        "#452D35",
        "Темный черновато-пурпурный"
    ],
    [
        "#FF7E00",
        "Темный янтарь"
    ],
    [
        "#CC4E5C",
        "Терракота"
    ],
    [
        "#904D30",
        "Терракотовый"
    ],
    [
        "#0ABAB5",
        "Тиффани"
    ],
    [
        "#1CA9C9",
        "Тихоокеанский синий"
    ],
    [
        "#D53E07",
        "Тициановый"
    ],
    [
        "#A12312",
        "Томатно-красный"
    ],
    [
        "#FF6347",
        "Томатный"
    ],
    [
        "#5DA130",
        "Травяной"
    ],
    [
        "#006400",
        "Травяной (Очень темный лимонный зеленый)"
    ],
    [
        "#35682D",
        "Травяной зеленый"
    ],
    [
        "#FAD201",
        "Транспортно-желтый"
    ],
    [
        "#308446",
        "Транспортный зеленый"
    ],
    [
        "#CC0605",
        "Транспортный красный"
    ],
    [
        "#F54021",
        "Транспортный оранжевый"
    ],
    [
        "#A03472",
        "Транспортный пурпурный"
    ],
    [
        "#8D948D",
        "Транспортный серый"
    ],
    [
        "#063971",
        "Транспортный синий"
    ],
    [
        "#1E1E1E",
        "Транспортный черный"
    ],
    [
        "#45CEA2",
        "Трилистник Крайола"
    ],
    [
        "#6C7156",
        "Тростниково-зеленый"
    ],
    [
        "#B57281",
        "Турецкий розовый"
    ],
    [
        "#DDBEC3",
        "Тускло-амарантово-розовый"
    ],
    [
        "#FFE4E1",
        "Тускло-розовый"
    ],
    [
        "#F28500",
        "Тусклый мандарин"
    ],
    [
        "#AE848B",
        "Тусклый пурпурный"
    ],
    [
        "#696969",
        "Тусклый серый"
    ],
    [
        "#FF7518",
        "Тыква (Тыквенный)"
    ],
    [
        "#20214F",
        "Ультрамариново-синий"
    ],
    [
        "#120A8F",
        "Ультрамариновый"
    ],
    [
        "#8A3324",
        "Умбра жженая"
    ],
    [
        "#48D1CC",
        "Умеренно-бирюзовый"
    ],
    [
        "#3CB371",
        "Умеренно-зеленое море"
    ],
    [
        "#5E490F",
        "Умеренно-оливковый"
    ],
    [
        "#803E75",
        "Умеренно-темный пурпурный"
    ],
    [
        "#C0DCC0",
        "Умеренно зеленый"
    ],
    [
        "#66CDAA",
        "Умеренный аквамариновый"
    ],
    [
        "#7B68EE",
        "Умеренный аспидно-синий"
    ],
    [
        "#00FA9A",
        "Умеренный весенний зеленый"
    ],
    [
        "#8B8940",
        "Умеренный желто-зеленый"
    ],
    [
        "#7D512D",
        "Умеренный желто-коричневый"
    ],
    [
        "#EE9374",
        "Умеренный желто-розовый"
    ],
    [
        "#657F4B",
        "Умеренный желтовато-зеленый"
    ],
    [
        "#D79D41",
        "Умеренный желтый"
    ],
    [
        "#C4A43D",
        "Умеренный зеленовато-желтый"
    ],
    [
        "#30626B",
        "Умеренный зеленовато-синий"
    ],
    [
        "#386646",
        "Умеренный зеленый"
    ],
    [
        "#673923",
        "Умеренный коричневый"
    ],
    [
        "#D35339",
        "Умеренный красно-оранжевый"
    ],
    [
        "#8C4566",
        "Умеренный красно-пурпурный"
    ],
    [
        "#AB343A",
        "Умеренный красный"
    ],
    [
        "#434B1B",
        "Умеренный оливково-зеленый"
    ],
    [
        "#F7943C",
        "Умеренный оранжево-желтый"
    ],
    [
        "#E8793E",
        "Умеренный оранжевый"
    ],
    [
        "#A73853",
        "Умеренный пурпурно-красный"
    ],
    [
        "#E28090",
        "Умеренный пурпурно-розовый"
    ],
    [
        "#423C63",
        "Умеренный пурпурно-синий"
    ],
    [
        "#7F4870",
        "Умеренный пурпурный"
    ],
    [
        "#EE9086",
        "Умеренный розовый"
    ],
    [
        "#674C47",
        "Умеренный серо-коричневый"
    ],
    [
        "#2F6556",
        "Умеренный синевато-зеленый"
    ],
    [
        "#395778",
        "Умеренный синий"
    ],
    [
        "#C71585",
        "Умеренный фиолетово-красный"
    ],
    [
        "#543964",
        "Умеренный фиолетовый"
    ],
    [
        "#BA55D3",
        "Умеренный цвет орхидеи"
    ],
    [
        "#801818",
        "Фалунский красный"
    ],
    [
        "#B55489",
        "Фанданго"
    ],
    [
        "#4D5D53",
        "Фельдграу"
    ],
    [
        "#EA8DF7",
        "Фиалковый"
    ],
    [
        "#991199",
        "Фиолетово-баклажанный"
    ],
    [
        "#F75394",
        "Фиолетово-красный Крайола"
    ],
    [
        "#8000FF",
        "Фиолетово-сизый"
    ],
    [
        "#354D73",
        "Фиолетово-синий"
    ],
    [
        "#324AB2",
        "Фиолетово-синий Крайола"
    ],
    [
        "#8B00FF",
        "Фиолетовый"
    ],
    [
        "#926EAE",
        "Фиолетовый Крайола (Пурпурный)"
    ],
    [
        "#BEF574",
        "Фисташковый"
    ],
    [
        "#F64A8A",
        "Французский розовый"
    ],
    [
        "#123524",
        "Фталоцианиновый зеленый"
    ],
    [
        "#CC6666",
        "Фузи-вузи"
    ],
    [
        "#F754E1",
        "Фуксия (Фуксин)"
    ],
    [
        "#C364C5",
        "Фуксия Крайола"
    ],
    [
        "#806B2A",
        "Хаки"
    ],
    [
        "#2E3A23",
        "Хромовый зеленый"
    ],
    [
        "#4E1609",
        "Цвет блошиного брюшка"
    ],
    [
        "#4D7198",
        "Цвет ВКонтакте"
    ],
    [
        "#3CAA3C",
        "Цвет влюбленной жабы"
    ],
    [
        "#F7F21A",
        "Цвет детской неожиданности"
    ],
    [
        "#2A5C03",
        "Цвет елки"
    ],
    [
        "#FFD800",
        "Цвет желтого школьного автобуса"
    ],
    [
        "#D2B48C",
        "Цвет загара (Желто-коричневый)"
    ],
    [
        "#FAA76C",
        "Цвет загара Крайола"
    ],
    [
        "#1F4037",
        "Цвет Красного моря"
    ],
    [
        "#FFA474",
        "Цвет маленького мандарина"
    ],
    [
        "#834D18",
        "Цвет медвежьего ушка"
    ],
    [
        "#505050",
        "Цвет мокрого асфальта"
    ],
    [
        "#008CF0",
        "Цвет морской волны (Аква)"
    ],
    [
        "#FFF5EE",
        "Цвет морской раковины (Морская пена)"
    ],
    [
        "#008080",
        "Цвет окраски птицы чирок (Сине-зеленый)"
    ],
    [
        "#FFFAF0",
        "Цветочный белый"
    ],
    [
        "#EEE6A3",
        "Цвет пергидрольной блондинки"
    ],
    [
        "#CE2029",
        "Цвет пожарной машины"
    ],
    [
        "#FFFDDF",
        "Цвет слоновой кости (Айвори)"
    ],
    [
        "#E3256B",
        "Цвет суеты"
    ],
    [
        "#1FAEE9",
        "Цвет Твиттера"
    ],
    [
        "#3B5998",
        "Цвет Фейсбука"
    ],
    [
        "#78A2B7",
        "Цвет Хабрахабра"
    ],
    [
        "#1A4780",
        "Цвет Черного моря"
    ],
    [
        "#FCFCEE",
        "Цвет шампанского"
    ],
    [
        "#FFF8DC",
        "Цвет шелковистых нитевидных пестиков початков неспелой кукурузы"
    ],
    [
        "#00CCCC",
        "Цвет яйца дрозда"
    ],
    [
        "#FFCC00",
        "Цвет Яндекса"
    ],
    [
        "#7D8471",
        "Цементно-серый (Цементный)"
    ],
    [
        "#00FFFF",
        "Циан, Цвет морской волны"
    ],
    [
        "#F8F32B",
        "Цинково-желтый"
    ],
    [
        "#EBC2AF",
        "Циннвальдит"
    ],
    [
        "#FFCBBB",
        "Циннвальдитово-розовый"
    ],
    [
        "#343E40",
        "Черно-зеленый"
    ],
    [
        "#212121",
        "Черно-коричневый"
    ],
    [
        "#412227",
        "Черно-красный"
    ],
    [
        "#3B3C36",
        "Черно-оливковый"
    ],
    [
        "#23282B",
        "Черно-серый"
    ],
    [
        "#18171C",
        "Черно-синий"
    ],
    [
        "#141613",
        "Черновато-зеленый"
    ],
    [
        "#1F0E11",
        "Черновато-красный"
    ],
    [
        "#1D1018",
        "Черновато-пурпурный"
    ],
    [
        "#161A1E",
        "Черновато-синий"
    ],
    [
        "#000000",
        "Черный"
    ],
    [
        "#0A0A0A",
        "Черный янтарь"
    ],
    [
        "#D8BFD8",
        "Чертополох"
    ],
    [
        "#EBC7DF",
        "Чертополох Крайола"
    ],
    [
        "#A08040",
        "Шамуа"
    ],
    [
        "#CA3A27",
        "Шапка Деда Мороза"
    ],
    [
        "#ED4830",
        "Шапка Санта-Клауса"
    ],
    [
        "#7FFF00",
        "Шартрез, Ядовито-зеленый"
    ],
    [
        "#F5D033",
        "Шафраново-желтый"
    ],
    [
        "#F4C430",
        "Шафрановый"
    ],
    [
        "#C54B8C",
        "Шелковица Крайола"
    ],
    [
        "#FB7EFD",
        "Шокирующий розовый Крайола"
    ],
    [
        "#45322E",
        "Шоколадно-коричневый"
    ],
    [
        "#D2691E",
        "Шоколадный"
    ],
    [
        "#CDB891",
        "Экрю"
    ],
    [
        "#FF33CC",
        "Экстравагантный розовый Крайола"
    ],
    [
        "#7DF9FF",
        "Электрик"
    ],
    [
        "#CCFF00",
        "Электрик лайм (Лаймовый)"
    ],
    [
        "#CEFF1D",
        "Электрик лайм Крайола"
    ],
    [
        "#40826D",
        "Ядовито-зеленый"
    ],
    [
        "#FFBF00",
        "Янтарный"
    ],
    [
        "#93AA00",
        "Яркий желто-зеленый"
    ],
    [
        "#FF845C",
        "Яркий желто-розовый"
    ],
    [
        "#F4C800",
        "Яркий зеленовато-желтый"
    ],
    [
        "#007D34",
        "Яркий зеленый"
    ],
    [
        "#F13A13",
        "Яркий красно-оранжевый"
    ],
    [
        "#7E0059",
        "Яркий красно-пурпурный"
    ],
    [
        "#C10020",
        "Яркий красный"
    ],
    [
        "#FF8E00",
        "Яркий оранжево-желтый"
    ],
    [
        "#FF6800",
        "Яркий оранжевый"
    ],
    [
        "#D5265B",
        "Яркий пурпурно-красный"
    ],
    [
        "#943391",
        "Яркий пурпурный"
    ],
    [
        "#00836E",
        "Яркий синевато-зеленый"
    ],
    [
        "#8F509D",
        "Яркий фиолетовый Крайола"
    ],
    [
        "#08E8DE",
        "Ярко-бирюзовый"
    ],
    [
        "#FFB300",
        "Ярко-желтый"
    ],
    [
        "#66FF00",
        "Ярко-зеленый"
    ],
    [
        "#FFA089",
        "Ярко-мандариновый"
    ],
    [
        "#FC0FC0",
        "Ярко-розовый"
    ],
    [
        "#007CAD",
        "Ярко-синий"
    ],
    [
        "#E0B0FF",
        "Ярко-сиреневый"
    ],
    [
        "#CD00CD",
        "Ярко-фиолетовый"
    ]
];


const engColors = [
    [
        "#0048BA",
        "Absolute Zero"
    ],
    [
        "#B0BF1A",
        "Acid green"
    ],
    [
        "#7CB9E8",
        "Aero"
    ],
    [
        "#B284BE",
        "African violet"
    ],
    [
        "#72A0C1",
        "Air superiority blue"
    ],
    [
        "#F0F8FF",
        "Alice blue"
    ],
    [
        "#DB2D43",
        "Alizarin"
    ],
    [
        "#C46210",
        "Alloy orange"
    ],
    [
        "#EFDECD",
        "Almond"
    ],
    [
        "#9F2B68",
        "Amaranth deep purple"
    ],
    [
        "#F19CBB",
        "Amaranth pink"
    ],
    [
        "#AB274F",
        "Amaranth purple"
    ],
    [
        "#3B7A57",
        "Amazon"
    ],
    [
        "#FFBF00",
        "Amber"
    ],
    [
        "#9966CC",
        "Amethyst"
    ],
    [
        "#3DDC84",
        "Android green"
    ],
    [
        "#CD9575",
        "Antique brass"
    ],
    [
        "#665D1E",
        "Antique bronze"
    ],
    [
        "#915C83",
        "Antique fuchsia"
    ],
    [
        "#841B2D",
        "Antique ruby"
    ],
    [
        "#FAEBD7",
        "Antique white"
    ],
    [
        "#FBCEB1",
        "Apricot"
    ],
    [
        "#00FFFF",
        "Aqua"
    ],
    [
        "#7FFFD4",
        "Aquamarine"
    ],
    [
        "#D0FF14",
        "Arctic lime"
    ],
    [
        "#4B6F44",
        "Artichoke green"
    ],
    [
        "#E9D66B",
        "Arylide yellow"
    ],
    [
        "#B2BEB5",
        "Ash gray"
    ],
    [
        "#FF9966",
        "Atomic tangerine"
    ],
    [
        "#FDEE00",
        "Aureolin"
    ],
    [
        "#007FFF",
        "Azure"
    ],
    [
        "#F0FFFF",
        "Azure (X11/web color)"
    ],
    [
        "#89CFF0",
        "Baby blue"
    ],
    [
        "#A1CAF1",
        "Baby blue eyes"
    ],
    [
        "#F4C2C2",
        "Baby pink"
    ],
    [
        "#FEFEFA",
        "Baby powder"
    ],
    [
        "#FF91AF",
        "Baker-Miller pink"
    ],
    [
        "#FAE7B5",
        "Banana Mania"
    ],
    [
        "#DA1884",
        "Barbie Pink"
    ],
    [
        "#7C0A02",
        "Barn red"
    ],
    [
        "#848482",
        "Battleship grey"
    ],
    [
        "#BCD4E6",
        "Beau blue"
    ],
    [
        "#9F8170",
        "Beaver"
    ],
    [
        "#F5F5DC",
        "Beige"
    ],
    [
        "#2E5894",
        "B'dazzled blue"
    ],
    [
        "#9C2542",
        "Big dip o’ruby"
    ],
    [
        "#FFE4C4",
        "Bisque"
    ],
    [
        "#3D2B1F",
        "Bistre"
    ],
    [
        "#967117",
        "Bistre brown"
    ],
    [
        "#CAE00D",
        "Bitter lemon"
    ],
    [
        "#000000",
        "Black"
    ],
    [
        "#3D0C02",
        "Black bean"
    ],
    [
        "#54626F",
        "Black coral"
    ],
    [
        "#3B3C36",
        "Black olive"
    ],
    [
        "#BFAFB2",
        "Black Shadows"
    ],
    [
        "#FFEBCD",
        "Blanched almond"
    ],
    [
        "#A57164",
        "Blast-off bronze"
    ],
    [
        "#318CE7",
        "Bleu de France"
    ],
    [
        "#ACE5EE",
        "Blizzard blue"
    ],
    [
        "#660000",
        "Blood red"
    ],
    [
        "#0000FF",
        "Blue"
    ],
    [
        "#1F75FE",
        "Blue (Crayola)"
    ],
    [
        "#0093AF",
        "Blue (Munsell)"
    ],
    [
        "#0087BD",
        "Blue (NCS)"
    ],
    [
        "#0018A8",
        "Blue (Pantone)"
    ],
    [
        "#333399",
        "Blue (pigment)"
    ],
    [
        "#A2A2D0",
        "Blue bell"
    ],
    [
        "#6699CC",
        "Blue-gray"
    ],
    [
        "#5DADEC",
        "Blue jeans"
    ],
    [
        "#126180",
        "Blue sapphire"
    ],
    [
        "#8A2BE2",
        "Blue-violet"
    ],
    [
        "#5072A7",
        "Blue yonder"
    ],
    [
        "#3C69E7",
        "Bluetiful"
    ],
    [
        "#DE5D83",
        "Blush"
    ],
    [
        "#79443B",
        "Bole"
    ],
    [
        "#E3DAC9",
        "Bone"
    ],
    [
        "#CB4154",
        "Brick red"
    ],
    [
        "#D891EF",
        "Bright lilac"
    ],
    [
        "#FFAA1D",
        "Bright yellow (Crayola)"
    ],
    [
        "#CD7F32",
        "Bronze"
    ],
    [
        "#88540B",
        "Brown"
    ],
    [
        "#AF6E4D",
        "Brown sugar"
    ],
    [
        "#7BB661",
        "Bud green"
    ],
    [
        "#FFC680",
        "Buff"
    ],
    [
        "#800020",
        "Burgundy"
    ],
    [
        "#DEB887",
        "Burlywood"
    ],
    [
        "#A17A74",
        "Burnished brown"
    ],
    [
        "#CC5500",
        "Burnt orange"
    ],
    [
        "#E97451",
        "Burnt sienna"
    ],
    [
        "#8A3324",
        "Burnt umber"
    ],
    [
        "#BD33A4",
        "Byzantine"
    ],
    [
        "#702963",
        "Byzantium"
    ],
    [
        "#5F9EA0",
        "Cadet blue"
    ],
    [
        "#91A3B0",
        "Cadet grey"
    ],
    [
        "#006B3C",
        "Cadmium green"
    ],
    [
        "#ED872D",
        "Cadmium orange"
    ],
    [
        "#A67B5B",
        "Café au lait"
    ],
    [
        "#4B3621",
        "Café noir"
    ],
    [
        "#A3C1AD",
        "Cambridge blue"
    ],
    [
        "#C19A6B",
        "Camel"
    ],
    [
        "#EFBBCC",
        "Cameo pink"
    ],
    [
        "#FFFF99",
        "Canary"
    ],
    [
        "#FFEF00",
        "Canary yellow"
    ],
    [
        "#E4717A",
        "Candy pink"
    ],
    [
        "#C41E3A",
        "Cardinal"
    ],
    [
        "#00CC99",
        "Caribbean green"
    ],
    [
        "#960018",
        "Carmine"
    ],
    [
        "#D70040",
        "Carmine (M&amp;P)"
    ],
    [
        "#FFA6C9",
        "Carnation pink"
    ],
    [
        "#B31B1B",
        "Carnelian"
    ],
    [
        "#56A0D3",
        "Carolina blue"
    ],
    [
        "#ED9121",
        "Carrot orange"
    ],
    [
        "#703642",
        "Catawba"
    ],
    [
        "#C95A49",
        "Cedar Chest"
    ],
    [
        "#ACE1AF",
        "Celadon"
    ],
    [
        "#B2FFFF",
        "Celeste"
    ],
    [
        "#DE3163",
        "Cerise"
    ],
    [
        "#007BA7",
        "Cerulean"
    ],
    [
        "#2A52BE",
        "Cerulean blue"
    ],
    [
        "#6D9BC3",
        "Cerulean frost"
    ],
    [
        "#1DACD6",
        "Cerulean (Crayola)"
    ],
    [
        "#0040FF",
        "Cerulean (RGB)"
    ],
    [
        "#F7E7CE",
        "Champagne"
    ],
    [
        "#F1DDCF",
        "Champagne pink"
    ],
    [
        "#36454F",
        "Charcoal"
    ],
    [
        "#E68FAC",
        "Charm pink"
    ],
    [
        "#80FF00",
        "Chartreuse (web)"
    ],
    [
        "#FFB7C5",
        "Cherry blossom pink"
    ],
    [
        "#954535",
        "Chestnut"
    ],
    [
        "#E23D28",
        "Chili red"
    ],
    [
        "#DE6FA1",
        "China pink"
    ],
    [
        "#AA381E",
        "Chinese red"
    ],
    [
        "#856088",
        "Chinese violet"
    ],
    [
        "#FFB200",
        "Chinese yellow"
    ],
    [
        "#7B3F00",
        "Chocolate (traditional)"
    ],
    [
        "#D2691E",
        "Chocolate (web)"
    ],
    [
        "#98817B",
        "Cinereous"
    ],
    [
        "#E34234",
        "Cinnabar"
    ],
    [
        "#CD607E",
        "Cinnamon Satin"
    ],
    [
        "#E4D00A",
        "Citrine"
    ],
    [
        "#9FA91F",
        "Citron"
    ],
    [
        "#7F1734",
        "Claret"
    ],
    [
        "#6F4E37",
        "Coffee"
    ],
    [
        "#B9D9EB",
        "Columbia Blue"
    ],
    [
        "#F88379",
        "Congo pink"
    ],
    [
        "#8C92AC",
        "Cool grey"
    ],
    [
        "#B87333",
        "Copper"
    ],
    [
        "#DA8A67",
        "Copper (Crayola)"
    ],
    [
        "#AD6F69",
        "Copper penny"
    ],
    [
        "#CB6D51",
        "Copper red"
    ],
    [
        "#996666",
        "Copper rose"
    ],
    [
        "#FF3800",
        "Coquelicot"
    ],
    [
        "#FF7F50",
        "Coral"
    ],
    [
        "#F88379",
        "Coral pink"
    ],
    [
        "#893F45",
        "Cordovan"
    ],
    [
        "#FBEC5D",
        "Corn"
    ],
    [
        "#6495ED",
        "Cornflower blue"
    ],
    [
        "#FFF8DC",
        "Cornsilk"
    ],
    [
        "#2E2D88",
        "Cosmic cobalt"
    ],
    [
        "#FFF8E7",
        "Cosmic latte"
    ],
    [
        "#81613C",
        "Coyote brown"
    ],
    [
        "#FFBCD9",
        "Cotton candy"
    ],
    [
        "#FFFDD0",
        "Cream"
    ],
    [
        "#DC143C",
        "Crimson"
    ],
    [
        "#9E1B32",
        "Crimson (UA)"
    ],
    [
        "#F5F5F5",
        "Cultured Pearl"
    ],
    [
        "#00FFFF",
        "Cyan"
    ],
    [
        "#00B7EB",
        "Cyan (process)"
    ],
    [
        "#58427C",
        "Cyber grape"
    ],
    [
        "#FFD300",
        "Cyber yellow"
    ],
    [
        "#F56FA1",
        "Cyclamen"
    ],
    [
        "#FED85D",
        "Dandelion"
    ],
    [
        "#654321",
        "Dark brown"
    ],
    [
        "#5D3954",
        "Dark byzantium"
    ],
    [
        "#008B8B",
        "Dark cyan"
    ],
    [
        "#536878",
        "Dark electric blue"
    ],
    [
        "#B8860B",
        "Dark goldenrod"
    ],
    [
        "#006400",
        "Dark green (X11)"
    ],
    [
        "#1A2421",
        "Dark jungle green"
    ],
    [
        "#BDB76B",
        "Dark khaki"
    ],
    [
        "#483C32",
        "Dark lava"
    ],
    [
        "#543D37",
        "Dark liver (horses)"
    ],
    [
        "#8B008B",
        "Dark magenta"
    ],
    [
        "#556B2F",
        "Dark olive green"
    ],
    [
        "#FF8C00",
        "Dark orange"
    ],
    [
        "#9932CC",
        "Dark orchid"
    ],
    [
        "#301934",
        "Dark purple"
    ],
    [
        "#8B0000",
        "Dark red"
    ],
    [
        "#E9967A",
        "Dark salmon"
    ],
    [
        "#8FBC8F",
        "Dark sea green"
    ],
    [
        "#3C1414",
        "Dark sienna"
    ],
    [
        "#8CBED6",
        "Dark sky blue"
    ],
    [
        "#483D8B",
        "Dark slate blue"
    ],
    [
        "#2F4F4F",
        "Dark slate gray"
    ],
    [
        "#177245",
        "Dark spring green"
    ],
    [
        "#00CED1",
        "Dark turquoise"
    ],
    [
        "#9400D3",
        "Dark violet"
    ],
    [
        "#555555",
        "Davy's grey"
    ],
    [
        "#DA3287",
        "Deep cerise"
    ],
    [
        "#FAD6A5",
        "Deep champagne"
    ],
    [
        "#B94E48",
        "Deep chestnut"
    ],
    [
        "#004B49",
        "Deep jungle green"
    ],
    [
        "#FF1493",
        "Deep pink"
    ],
    [
        "#FF9933",
        "Deep saffron"
    ],
    [
        "#00BFFF",
        "Deep sky blue"
    ],
    [
        "#4A646C",
        "Deep Space Sparkle"
    ],
    [
        "#7E5E60",
        "Deep taupe"
    ],
    [
        "#1560BD",
        "Denim"
    ],
    [
        "#2243B6",
        "Denim blue"
    ],
    [
        "#C19A6B",
        "Desert"
    ],
    [
        "#EDC9AF",
        "Desert sand"
    ],
    [
        "#696969",
        "Dim gray"
    ],
    [
        "#1E90FF",
        "Dodger blue"
    ],
    [
        "#4A412A",
        "Drab dark brown"
    ],
    [
        "#00009C",
        "Duke blue"
    ],
    [
        "#EFDFBB",
        "Dutch white"
    ],
    [
        "#555D50",
        "Ebony"
    ],
    [
        "#C2B280",
        "Ecru"
    ],
    [
        "#1B1B1B",
        "Eerie black"
    ],
    [
        "#614051",
        "Eggplant"
    ],
    [
        "#F0EAD6",
        "Eggshell"
    ],
    [
        "#CCFF00",
        "Electric lime"
    ],
    [
        "#BF00FF",
        "Electric purple"
    ],
    [
        "#8F00FF",
        "Electric violet"
    ],
    [
        "#50C878",
        "Emerald"
    ],
    [
        "#6C3082",
        "Eminence"
    ],
    [
        "#B48395",
        "English lavender"
    ],
    [
        "#AB4B52",
        "English red"
    ],
    [
        "#CC474B",
        "English vermillion"
    ],
    [
        "#563C5C",
        "English violet"
    ],
    [
        "#00FF40",
        "Erin"
    ],
    [
        "#96C8A2",
        "Eton blue"
    ],
    [
        "#C19A6B",
        "Fallow"
    ],
    [
        "#801818",
        "Falu red"
    ],
    [
        "#B53389",
        "Fandango"
    ],
    [
        "#DE5285",
        "Fandango pink"
    ],
    [
        "#E5AA70",
        "Fawn"
    ],
    [
        "#4F7942",
        "Fern green"
    ],
    [
        "#6C541E",
        "Field drab"
    ],
    [
        "#FF5470",
        "Fiery rose"
    ],
    [
        "#683068",
        "Finn"
    ],
    [
        "#B22222",
        "Firebrick"
    ],
    [
        "#CE2029",
        "Fire engine red"
    ],
    [
        "#E25822",
        "Flame"
    ],
    [
        "#EEDC82",
        "Flax"
    ],
    [
        "#A2006D",
        "Flirt"
    ],
    [
        "#FFFAF0",
        "Floral white"
    ],
    [
        "#228B22",
        "Forest green (web)"
    ],
    [
        "#A67B5B",
        "French beige"
    ],
    [
        "#856D4D",
        "French bistre"
    ],
    [
        "#0072BB",
        "French blue"
    ],
    [
        "#FD3F92",
        "French fuchsia"
    ],
    [
        "#86608E",
        "French lilac"
    ],
    [
        "#9EFD38",
        "French lime"
    ],
    [
        "#D473D4",
        "French mauve"
    ],
    [
        "#FD6C9E",
        "French pink"
    ],
    [
        "#C72C48",
        "French raspberry"
    ],
    [
        "#77B5FE",
        "French sky blue"
    ],
    [
        "#8806CE",
        "French violet"
    ],
    [
        "#E936A7",
        "Frostbite"
    ],
    [
        "#FF00FF",
        "Fuchsia"
    ],
    [
        "#C154C1",
        "Fuchsia (Crayola)"
    ],
    [
        "#E48400",
        "Fulvous"
    ],
    [
        "#87421F",
        "Fuzzy Wuzzy"
    ],
    [
        "#DCDCDC",
        "Gainsboro"
    ],
    [
        "#E49B0F",
        "Gamboge"
    ],
    [
        "#007F66",
        "Generic viridian"
    ],
    [
        "#F8F8FF",
        "Ghost white"
    ],
    [
        "#6082B6",
        "Glaucous"
    ],
    [
        "#AB92B3",
        "Glossy grape"
    ],
    [
        "#00AB66",
        "GO green"
    ],
    [
        "#D4AF37",
        "Gold (metallic)"
    ],
    [
        "#FFD700",
        "Gold (web) (Golden)"
    ],
    [
        "#E6BE8A",
        "Gold (Crayola)"
    ],
    [
        "#85754E",
        "Gold Fusion"
    ],
    [
        "#996515",
        "Golden brown"
    ],
    [
        "#FCC200",
        "Golden poppy"
    ],
    [
        "#FFDF00",
        "Golden yellow"
    ],
    [
        "#DAA520",
        "Goldenrod"
    ],
    [
        "#00573F",
        "Gotham green"
    ],
    [
        "#676767",
        "Granite gray"
    ],
    [
        "#A8E4A0",
        "Granny Smith apple"
    ],
    [
        "#808080",
        "Gray (web)"
    ],
    [
        "#BEBEBE",
        "Gray (X11 gray)"
    ],
    [
        "#00FF00",
        "Green"
    ],
    [
        "#1CAC78",
        "Green (Crayola)"
    ],
    [
        "#008000",
        "Green (web)"
    ],
    [
        "#00A877",
        "Green (Munsell)"
    ],
    [
        "#009F6B",
        "Green (NCS)"
    ],
    [
        "#00AD43",
        "Green (Pantone)"
    ],
    [
        "#00A550",
        "Green (pigment)"
    ],
    [
        "#1164B4",
        "Green-blue"
    ],
    [
        "#A7F432",
        "Green Lizard"
    ],
    [
        "#6EAEA1",
        "Green Sheen"
    ],
    [
        "#2a3439",
        "Gunmetal"
    ],
    [
        "#E9D66B",
        "Hansa yellow"
    ],
    [
        "#3FFF00",
        "Harlequin"
    ],
    [
        "#DA9100",
        "Harvest gold"
    ],
    [
        "#FF7A00",
        "Heat Wave"
    ],
    [
        "#DF73FF",
        "Heliotrope"
    ],
    [
        "#AA98A9",
        "Heliotrope gray"
    ],
    [
        "#F400A1",
        "Hollywood cerise"
    ],
    [
        "#006DB0",
        "Honolulu blue"
    ],
    [
        "#49796B",
        "Hooker's green"
    ],
    [
        "#FF1DCE",
        "Hot magenta"
    ],
    [
        "#FF69B4",
        "Hot pink"
    ],
    [
        "#355E3B",
        "Hunter green"
    ],
    [
        "#71A6D2",
        "Iceberg"
    ],
    [
        "#319177",
        "Illuminating emerald"
    ],
    [
        "#ED2939",
        "Imperial red"
    ],
    [
        "#B2EC5D",
        "Inchworm"
    ],
    [
        "#4C516D",
        "Independence"
    ],
    [
        "#138808",
        "India green"
    ],
    [
        "#CD5C5C",
        "Indian red"
    ],
    [
        "#E3A857",
        "Indian yellow"
    ],
    [
        "#4B0082",
        "Indigo"
    ],
    [
        "#00416A",
        "Indigo dye"
    ],
    [
        "#130a8f",
        "International Klein Blue"
    ],
    [
        "#BA160C",
        "International orange (engineering)"
    ],
    [
        "#C0362C",
        "International orange (Golden Gate Bridge)"
    ],
    [
        "#B3446C",
        "Irresistible"
    ],
    [
        "#F4F0EC",
        "Isabelline"
    ],
    [
        "#B2FFFF",
        "Italian sky blue"
    ],
    [
        "#FFFFF0",
        "Ivory"
    ],
    [
        "#9D2933",
        "Japanese carmine"
    ],
    [
        "#5B3256",
        "Japanese violet"
    ],
    [
        "#F8DE7E",
        "Jasmine"
    ],
    [
        "#A50B5E",
        "Jazzberry jam"
    ],
    [
        "#343434",
        "Jet"
    ],
    [
        "#F4CA16",
        "Jonquil"
    ],
    [
        "#BDDA57",
        "June bud"
    ],
    [
        "#29AB87",
        "Jungle green"
    ],
    [
        "#4CBB17",
        "Kelly green"
    ],
    [
        "#3AB09E",
        "Keppel"
    ],
    [
        "#E8F48C",
        "Key lime"
    ],
    [
        "#C3B091",
        "Khaki (web)"
    ],
    [
        "#F0E68C",
        "Khaki (X11) (Light khaki)"
    ],
    [
        "#882D17",
        "Kobe"
    ],
    [
        "#E79FC4",
        "Kobi"
    ],
    [
        "#6B4423",
        "Kobicha"
    ],
    [
        "#512888",
        "KSU purple"
    ],
    [
        "#D6CADD",
        "Languid lavender"
    ],
    [
        "#26619C",
        "Lapis lazuli"
    ],
    [
        "#FFFF66",
        "Laser lemon"
    ],
    [
        "#A9BA9D",
        "Laurel green"
    ],
    [
        "#CF1020",
        "Lava"
    ],
    [
        "#B57EDC",
        "Lavender (floral)"
    ],
    [
        "#E6E6FA",
        "Lavender (web)"
    ],
    [
        "#CCCCFF",
        "Lavender blue"
    ],
    [
        "#FFF0F5",
        "Lavender blush"
    ],
    [
        "#C4C3D0",
        "Lavender gray"
    ],
    [
        "#7CFC00",
        "Lawn green"
    ],
    [
        "#FFF700",
        "Lemon"
    ],
    [
        "#FFFACD",
        "Lemon chiffon"
    ],
    [
        "#CCA01D",
        "Lemon curry"
    ],
    [
        "#FDFF00",
        "Lemon glacier"
    ],
    [
        "#F6EABE",
        "Lemon meringue"
    ],
    [
        "#FFF44F",
        "Lemon yellow"
    ],
    [
        "#FFFF9F",
        "Lemon yellow (Crayola)"
    ],
    [
        "#545AA7",
        "Liberty"
    ],
    [
        "#ADD8E6",
        "Light blue"
    ],
    [
        "#F08080",
        "Light coral"
    ],
    [
        "#93CCEA",
        "Light cornflower blue"
    ],
    [
        "#E0FFFF",
        "Light cyan"
    ],
    [
        "#C8AD7F",
        "Light French beige"
    ],
    [
        "#FAFAD2",
        "Light goldenrod yellow"
    ],
    [
        "#D3D3D3",
        "Light gray"
    ],
    [
        "#90EE90",
        "Light green"
    ],
    [
        "#FED8B1",
        "Light orange"
    ],
    [
        "#C5CBE1",
        "Light periwinkle"
    ],
    [
        "#FFB6C1",
        "Light pink"
    ],
    [
        "#FFA07A",
        "Light salmon"
    ],
    [
        "#20B2AA",
        "Light sea green"
    ],
    [
        "#87CEFA",
        "Light sky blue"
    ],
    [
        "#778899",
        "Light slate gray"
    ],
    [
        "#B0C4DE",
        "Light steel blue"
    ],
    [
        "#FFFFE0",
        "Light yellow"
    ],
    [
        "#C8A2C8",
        "Lilac"
    ],
    [
        "#AE98AA",
        "Lilac Luster"
    ],
    [
        "#BFFF00",
        "Lime (color wheel)"
    ],
    [
        "#00FF00",
        "Lime (web) (X11 green)"
    ],
    [
        "#32CD32",
        "Lime green"
    ],
    [
        "#195905",
        "Lincoln green"
    ],
    [
        "#FAF0E6",
        "Linen"
    ],
    [
        "#DECC9C",
        "Lion"
    ],
    [
        "#DE6FA1",
        "Liseran purple"
    ],
    [
        "#6CA0DC",
        "Little boy blue"
    ],
    [
        "#674C47",
        "Liver"
    ],
    [
        "#B86D29",
        "Liver (dogs)"
    ],
    [
        "#6C2E1F",
        "Liver (organ)"
    ],
    [
        "#987456",
        "Liver chestnut"
    ],
    [
        "#6699CC",
        "Livid"
    ],
    [
        "#FFBD88",
        "Macaroni and Cheese"
    ],
    [
        "#CC3336",
        "Madder Lake"
    ],
    [
        "#FF00FF",
        "Magenta"
    ],
    [
        "#F653A6",
        "Magenta (Crayola)"
    ],
    [
        "#CA1F7B",
        "Magenta (dye)"
    ],
    [
        "#D0417E",
        "Magenta (Pantone)"
    ],
    [
        "#FF0090",
        "Magenta (process)"
    ],
    [
        "#9F4576",
        "Magenta haze"
    ],
    [
        "#AAF0D1",
        "Magic mint"
    ],
    [
        "#F2E8D7",
        "Magnolia"
    ],
    [
        "#C04000",
        "Mahogany"
    ],
    [
        "#FBEC5D",
        "Maize"
    ],
    [
        "#F2C649",
        "Maize (Crayola)"
    ],
    [
        "#6050DC",
        "Majorelle blue"
    ],
    [
        "#0BDA51",
        "Malachite"
    ],
    [
        "#979AAA",
        "Manatee"
    ],
    [
        "#F37A48",
        "Mandarin"
    ],
    [
        "#FDBE02",
        "Mango"
    ],
    [
        "#FF8243",
        "Mango Tango"
    ],
    [
        "#74C365",
        "Mantis"
    ],
    [
        "#880085",
        "Mardi Gras"
    ],
    [
        "#EAA221",
        "Marigold"
    ],
    [
        "#C32148",
        "Maroon (Crayola)"
    ],
    [
        "#800000",
        "Maroon (web)"
    ],
    [
        "#B03060",
        "Maroon (X11)"
    ],
    [
        "#E0B0FF",
        "Mauve"
    ],
    [
        "#915F6D",
        "Mauve taupe"
    ],
    [
        "#EF98AA",
        "Mauvelous"
    ],
    [
        "#47ABCC",
        "Maximum blue"
    ],
    [
        "#30BFBF",
        "Maximum blue green"
    ],
    [
        "#ACACE6",
        "Maximum blue purple"
    ],
    [
        "#5E8C31",
        "Maximum green"
    ],
    [
        "#D9E650",
        "Maximum green yellow"
    ],
    [
        "#733380",
        "Maximum purple"
    ],
    [
        "#D92121",
        "Maximum red"
    ],
    [
        "#A63A79",
        "Maximum red purple"
    ],
    [
        "#FAFA37",
        "Maximum yellow"
    ],
    [
        "#F2BA49",
        "Maximum yellow red"
    ],
    [
        "#4C9141",
        "May green"
    ],
    [
        "#73C2FB",
        "Maya blue"
    ],
    [
        "#66DDAA",
        "Medium aquamarine"
    ],
    [
        "#0000CD",
        "Medium blue"
    ],
    [
        "#E2062C",
        "Medium candy apple red"
    ],
    [
        "#AF4035",
        "Medium carmine"
    ],
    [
        "#F3E5AB",
        "Medium champagne"
    ],
    [
        "#BA55D3",
        "Medium orchid"
    ],
    [
        "#9370DB",
        "Medium purple"
    ],
    [
        "#3CB371",
        "Medium sea green"
    ],
    [
        "#7B68EE",
        "Medium slate blue"
    ],
    [
        "#00FA9A",
        "Medium spring green"
    ],
    [
        "#48D1CC",
        "Medium turquoise"
    ],
    [
        "#C71585",
        "Medium violet-red"
    ],
    [
        "#F8B878",
        "Mellow apricot"
    ],
    [
        "#F8DE7E",
        "Mellow yellow"
    ],
    [
        "#FEBAAD",
        "Melon"
    ],
    [
        "#D3AF37",
        "Metallic gold"
    ],
    [
        "#0A7E8C",
        "Metallic Seaweed"
    ],
    [
        "#9C7C38",
        "Metallic Sunburst"
    ],
    [
        "#E4007C",
        "Mexican pink"
    ],
    [
        "#7ED4E6",
        "Middle blue"
    ],
    [
        "#8DD9CC",
        "Middle blue green"
    ],
    [
        "#8B72BE",
        "Middle blue purple"
    ],
    [
        "#8B8680",
        "Middle grey"
    ],
    [
        "#4D8C57",
        "Middle green"
    ],
    [
        "#ACBF60",
        "Middle green yellow"
    ],
    [
        "#D982B5",
        "Middle purple"
    ],
    [
        "#E58E73",
        "Middle red"
    ],
    [
        "#A55353",
        "Middle red purple"
    ],
    [
        "#FFEB00",
        "Middle yellow"
    ],
    [
        "#ECB176",
        "Middle yellow red"
    ],
    [
        "#702670",
        "Midnight"
    ],
    [
        "#191970",
        "Midnight blue"
    ],
    [
        "#004953",
        "Midnight green (eagle green)"
    ],
    [
        "#FFC40C",
        "Mikado yellow"
    ],
    [
        "#FFDAE9",
        "Mimi pink"
    ],
    [
        "#E3F988",
        "Mindaro"
    ],
    [
        "#36747D",
        "Ming"
    ],
    [
        "#F5E050",
        "Minion yellow"
    ],
    [
        "#3EB489",
        "Mint"
    ],
    [
        "#F5FFFA",
        "Mint cream"
    ],
    [
        "#98FF98",
        "Mint green"
    ],
    [
        "#BBB477",
        "Misty moss"
    ],
    [
        "#FFE4E1",
        "Misty rose"
    ],
    [
        "#967117",
        "Mode beige"
    ],
    [
        "#FF948E",
        "Mona Lisa"
    ],
    [
        "#8DA399",
        "Morning blue"
    ],
    [
        "#8A9A5B",
        "Moss green"
    ],
    [
        "#30BA8F",
        "Mountain Meadow"
    ],
    [
        "#997A8D",
        "Mountbatten pink"
    ],
    [
        "#18453B",
        "MSU green"
    ],
    [
        "#C54B8C",
        "Mulberry"
    ],
    [
        "#C8509B",
        "Mulberry (Crayola)"
    ],
    [
        "#FFDB58",
        "Mustard"
    ],
    [
        "#317873",
        "Myrtle green"
    ],
    [
        "#D65282",
        "Mystic"
    ],
    [
        "#AD4379",
        "Mystic maroon"
    ],
    [
        "#F6ADC6",
        "Nadeshiko pink"
    ],
    [
        "#FADA5E",
        "Naples yellow"
    ],
    [
        "#FFDEAD",
        "Navajo white"
    ],
    [
        "#000080",
        "Navy blue"
    ],
    [
        "#1974D2",
        "Navy blue (Crayola)"
    ],
    [
        "#4666FF",
        "Neon blue"
    ],
    [
        "#39FF14",
        "Neon green"
    ],
    [
        "#FE4164",
        "Neon fuchsia"
    ],
    [
        "#214FC6",
        "New Car"
    ],
    [
        "#D7837F",
        "New York pink"
    ],
    [
        "#727472",
        "Nickel"
    ],
    [
        "#A4DDED",
        "Non-photo blue"
    ],
    [
        "#E9FFDB",
        "Nyanza"
    ],
    [
        "#CC7722",
        "Ochre"
    ],
    [
        "#43302E",
        "Old burgundy"
    ],
    [
        "#CFB53B",
        "Old gold"
    ],
    [
        "#FDF5E6",
        "Old lace"
    ],
    [
        "#796878",
        "Old lavender"
    ],
    [
        "#673147",
        "Old mauve"
    ],
    [
        "#C08081",
        "Old rose"
    ],
    [
        "#848482",
        "Old silver"
    ],
    [
        "#808000",
        "Olive"
    ],
    [
        "#6B8E23",
        "Olive Drab (#3)"
    ],
    [
        "#3C341F",
        "Olive Drab #7"
    ],
    [
        "#B5B35C",
        "Olive green"
    ],
    [
        "#9AB973",
        "Olivine"
    ],
    [
        "#353839",
        "Onyx"
    ],
    [
        "#A8C3BC",
        "Opal"
    ],
    [
        "#B784A7",
        "Opera mauve"
    ],
    [
        "#FF7F00",
        "Orange"
    ],
    [
        "#FF7538",
        "Orange (Crayola)"
    ],
    [
        "#FF5800",
        "Orange (Pantone)"
    ],
    [
        "#FFA500",
        "Orange (web)"
    ],
    [
        "#FF9F00",
        "Orange peel"
    ],
    [
        "#FF681F",
        "Orange-red"
    ],
    [
        "#FF5349",
        "Orange-red (Crayola)"
    ],
    [
        "#FA5B3D",
        "Orange soda"
    ],
    [
        "#F5BD1F",
        "Orange-yellow"
    ],
    [
        "#F8D568",
        "Orange-yellow (Crayola)"
    ],
    [
        "#DA70D6",
        "Orchid"
    ],
    [
        "#F2BDCD",
        "Orchid pink"
    ],
    [
        "#E29CD2",
        "Orchid (Crayola)"
    ],
    [
        "#2D383A",
        "Outer space (Crayola)"
    ],
    [
        "#FF6E4A",
        "Outrageous Orange"
    ],
    [
        "#4A0000",
        "Oxblood"
    ],
    [
        "#002147",
        "Oxford blue"
    ],
    [
        "#841617",
        "OU Crimson red"
    ],
    [
        "#1CA9C9",
        "Pacific blue"
    ],
    [
        "#006600",
        "Pakistan green"
    ],
    [
        "#682860",
        "Palatinate purple"
    ],
    [
        "#BED3E5",
        "Pale aqua"
    ],
    [
        "#9BC4E2",
        "Pale cerulean"
    ],
    [
        "#ED7A9B",
        "Pale Dogwood"
    ],
    [
        "#FADADD",
        "Pale pink"
    ],
    [
        "#FAE6FA",
        "Pale purple (Pantone)"
    ],
    [
        "#ECEBBD",
        "Pale spring bud"
    ],
    [
        "#78184A",
        "Pansy purple"
    ],
    [
        "#009B7D",
        "Paolo Veronese green"
    ],
    [
        "#FFEFD5",
        "Papaya whip"
    ],
    [
        "#E63E62",
        "Paradise pink"
    ],
    [
        "#F1E9D2",
        "Parchment"
    ],
    [
        "#50C878",
        "Paris Green"
    ],
    [
        "#DEA5A4",
        "Pastel pink"
    ],
    [
        "#800080",
        "Patriarch"
    ],
    [
        "#1F005E",
        "Paua"
    ],
    [
        "#536878",
        "Payne's grey"
    ],
    [
        "#FFE5B4",
        "Peach"
    ],
    [
        "#FFCBA4",
        "Peach (Crayola)"
    ],
    [
        "#FFDAB9",
        "Peach puff"
    ],
    [
        "#D1E231",
        "Pear"
    ],
    [
        "#B768A2",
        "Pearly purple"
    ],
    [
        "#CCCCFF",
        "Periwinkle"
    ],
    [
        "#C3CDE6",
        "Periwinkle (Crayola)"
    ],
    [
        "#E12C2C",
        "Permanent Geranium Lake"
    ],
    [
        "#1C39BB",
        "Persian blue"
    ],
    [
        "#00A693",
        "Persian green"
    ],
    [
        "#32127A",
        "Persian indigo"
    ],
    [
        "#D99058",
        "Persian orange"
    ],
    [
        "#F77FBE",
        "Persian pink"
    ],
    [
        "#701C1C",
        "Persian plum"
    ],
    [
        "#CC3333",
        "Persian red"
    ],
    [
        "#FE28A2",
        "Persian rose"
    ],
    [
        "#EC5800",
        "Persimmon"
    ],
    [
        "#8BA8B7",
        "Pewter Blue"
    ],
    [
        "#DF00FF",
        "Phlox"
    ],
    [
        "#000F89",
        "Phthalo blue"
    ],
    [
        "#123524",
        "Phthalo green"
    ],
    [
        "#2E2787",
        "Picotee blue"
    ],
    [
        "#C30B4E",
        "Pictorial carmine"
    ],
    [
        "#FDDDE6",
        "Piggy pink"
    ],
    [
        "#01796F",
        "Pine green"
    ],
    [
        "#2A2F23",
        "Pine tree"
    ],
    [
        "#FFC0CB",
        "Pink"
    ],
    [
        "#D74894",
        "Pink (Pantone)"
    ],
    [
        "#FFDDF4",
        "Pink lace"
    ],
    [
        "#D8B2D1",
        "Pink lavender"
    ],
    [
        "#F78FA7",
        "Pink Sherbet"
    ],
    [
        "#93C572",
        "Pistachio"
    ],
    [
        "#E5E4E2",
        "Platinum"
    ],
    [
        "#8E4585",
        "Plum"
    ],
    [
        "#DDA0DD",
        "Plum (web)"
    ],
    [
        "#5946B2",
        "Plump Purple"
    ],
    [
        "#5DA493",
        "Polished Pine"
    ],
    [
        "#86608E",
        "Pomp and Power"
    ],
    [
        "#BE4F62",
        "Popstar"
    ],
    [
        "#FF5A36",
        "Portland Orange"
    ],
    [
        "#B0E0E6",
        "Powder blue"
    ],
    [
        "#E1CA7A",
        "Prairie gold"
    ],
    [
        "#F58025",
        "Princeton orange"
    ],
    [
        "#FFEF00",
        "Process yellow"
    ],
    [
        "#701C1C",
        "Prune"
    ],
    [
        "#003153",
        "Prussian blue"
    ],
    [
        "#DF00FF",
        "Psychedelic purple"
    ],
    [
        "#CC8899",
        "Puce"
    ],
    [
        "#644117",
        "Pullman Brown (UPS Brown)"
    ],
    [
        "#FF7518",
        "Pumpkin"
    ],
    [
        "#6A0DAD",
        "Purple"
    ],
    [
        "#800080",
        "Purple (web)"
    ],
    [
        "#9F00C5",
        "Purple (Munsell)"
    ],
    [
        "#A020F0",
        "Purple (X11)"
    ],
    [
        "#9678B6",
        "Purple mountain majesty"
    ],
    [
        "#4E5180",
        "Purple navy"
    ],
    [
        "#FE4EDA",
        "Purple pizzazz"
    ],
    [
        "#9C51B6",
        "Purple Plum"
    ],
    [
        "#9A4EAE",
        "Purpureus"
    ],
    [
        "#436B95",
        "Queen blue"
    ],
    [
        "#E8CCD7",
        "Queen pink"
    ],
    [
        "#A6A6A6",
        "Quick Silver"
    ],
    [
        "#8E3A59",
        "Quinacridone magenta"
    ],
    [
        "#FF355E",
        "Radical Red"
    ],
    [
        "#242124",
        "Raisin black"
    ],
    [
        "#FBAB60",
        "Rajah"
    ],
    [
        "#E30B5D",
        "Raspberry"
    ],
    [
        "#915F6D",
        "Raspberry glacé"
    ],
    [
        "#B3446C",
        "Raspberry rose"
    ],
    [
        "#D68A59",
        "Raw sienna"
    ],
    [
        "#826644",
        "Raw umber"
    ],
    [
        "#FF33CC",
        "Razzle dazzle rose"
    ],
    [
        "#E3256B",
        "Razzmatazz"
    ],
    [
        "#8D4E85",
        "Razzmic Berry"
    ],
    [
        "#663399",
        "Rebecca Purple"
    ],
    [
        "#FF0000",
        "Red"
    ],
    [
        "#EE204D",
        "Red (Crayola)"
    ],
    [
        "#F2003C",
        "Red (Munsell)"
    ],
    [
        "#C40233",
        "Red (NCS)"
    ],
    [
        "#ED2939",
        "Red (Pantone)"
    ],
    [
        "#ED1C24",
        "Red (pigment)"
    ],
    [
        "#FE2712",
        "Red (RYB)"
    ],
    [
        "#FF5349",
        "Red-orange"
    ],
    [
        "#FF681F",
        "Red-orange (Crayola)"
    ],
    [
        "#FF4500",
        "Red-orange (Color wheel)"
    ],
    [
        "#E40078",
        "Red-purple"
    ],
    [
        "#FD3A4A",
        "Red Salsa"
    ],
    [
        "#C71585",
        "Red-violet"
    ],
    [
        "#C0448F",
        "Red-violet (Crayola)"
    ],
    [
        "#922B3E",
        "Red-violet (Color wheel)"
    ],
    [
        "#A45A52",
        "Redwood"
    ],
    [
        "#002387",
        "Resolution blue"
    ],
    [
        "#777696",
        "Rhythm"
    ],
    [
        "#004040",
        "Rich black"
    ],
    [
        "#010B13",
        "Rich black (FOGRA29)"
    ],
    [
        "#010203",
        "Rich black (FOGRA39)"
    ],
    [
        "#444C38",
        "Rifle green"
    ],
    [
        "#00CCCC",
        "Robin egg blue"
    ],
    [
        "#8A7F80",
        "Rocket metallic"
    ],
    [
        "#A91101",
        "Rojo Spanish red"
    ],
    [
        "#838996",
        "Roman silver"
    ],
    [
        "#FF007F",
        "Rose"
    ],
    [
        "#F9429E",
        "Rose bonbon"
    ],
    [
        "#9E5E6F",
        "Rose Dust"
    ],
    [
        "#674846",
        "Rose ebony"
    ],
    [
        "#E32636",
        "Rose madder"
    ],
    [
        "#FF66CC",
        "Rose pink"
    ],
    [
        "#ED7A9B",
        "Rose Pompadour"
    ],
    [
        "#C21E56",
        "Rose red"
    ],
    [
        "#905D5D",
        "Rose taupe"
    ],
    [
        "#AB4E52",
        "Rose vale"
    ],
    [
        "#65000B",
        "Rosewood"
    ],
    [
        "#D40000",
        "Rosso corsa"
    ],
    [
        "#BC8F8F",
        "Rosy brown"
    ],
    [
        "#002366",
        "Royal blue (dark)"
    ],
    [
        "#4169E1",
        "Royal blue (light)"
    ],
    [
        "#7851A9",
        "Royal purple"
    ],
    [
        "#FADA5E",
        "Royal yellow"
    ],
    [
        "#CE4676",
        "Ruber"
    ],
    [
        "#D10056",
        "Rubine red"
    ],
    [
        "#E0115F",
        "Ruby"
    ],
    [
        "#9B111E",
        "Ruby red"
    ],
    [
        "#A81C07",
        "Rufous"
    ],
    [
        "#80461B",
        "Russet"
    ],
    [
        "#679267",
        "Russian green"
    ],
    [
        "#32174D",
        "Russian violet"
    ],
    [
        "#B7410E",
        "Rust"
    ],
    [
        "#DA2C43",
        "Rusty red"
    ],
    [
        "#043927",
        "Sacramento State green"
    ],
    [
        "#8B4513",
        "Saddle brown"
    ],
    [
        "#FF7800",
        "Safety orange"
    ],
    [
        "#FF6700",
        "Safety orange (blaze orange)"
    ],
    [
        "#EED202",
        "Safety yellow"
    ],
    [
        "#F4C430",
        "Saffron"
    ],
    [
        "#BCB88A",
        "Sage"
    ],
    [
        "#23297A",
        "St. Patrick's blue"
    ],
    [
        "#FA8072",
        "Salmon"
    ],
    [
        "#FF91A4",
        "Salmon pink"
    ],
    [
        "#C2B280",
        "Sand"
    ],
    [
        "#967117",
        "Sand dune"
    ],
    [
        "#F4A460",
        "Sandy brown"
    ],
    [
        "#507D2A",
        "Sap green"
    ],
    [
        "#0F52BA",
        "Sapphire"
    ],
    [
        "#0067A5",
        "Sapphire blue"
    ],
    [
        "#2D5DA1",
        "Sapphire (Crayola)"
    ],
    [
        "#CBA135",
        "Satin sheen gold"
    ],
    [
        "#FF2400",
        "Scarlet"
    ],
    [
        "#FF91AF",
        "Schauss pink"
    ],
    [
        "#FFD800",
        "School bus yellow"
    ],
    [
        "#66FF66",
        "Screamin' Green"
    ],
    [
        "#2E8B57",
        "Sea green"
    ],
    [
        "#00FFCD",
        "Sea green (Crayola)"
    ],
    [
        "#612086",
        "Seance"
    ],
    [
        "#59260B",
        "Seal brown"
    ],
    [
        "#FFF5EE",
        "Seashell"
    ],
    [
        "#764374",
        "Secret"
    ],
    [
        "#FFBA00",
        "Selective yellow"
    ],
    [
        "#704214",
        "Sepia"
    ],
    [
        "#8A795D",
        "Shadow"
    ],
    [
        "#778BA5",
        "Shadow blue"
    ],
    [
        "#009E60",
        "Shamrock green"
    ],
    [
        "#8FD400",
        "Sheen green"
    ],
    [
        "#D98695",
        "Shimmering Blush"
    ],
    [
        "#5FA778",
        "Shiny Shamrock"
    ],
    [
        "#FC0FC0",
        "Shocking pink"
    ],
    [
        "#FF6FFF",
        "Shocking pink (Crayola)"
    ],
    [
        "#882D17",
        "Sienna"
    ],
    [
        "#C0C0C0",
        "Silver"
    ],
    [
        "#C9C0BB",
        "Silver (Crayola)"
    ],
    [
        "#AAA9AD",
        "Silver (Metallic)"
    ],
    [
        "#ACACAC",
        "Silver chalice"
    ],
    [
        "#C4AEAD",
        "Silver pink"
    ],
    [
        "#BFC1C2",
        "Silver sand"
    ],
    [
        "#CB410B",
        "Sinopia"
    ],
    [
        "#FF3855",
        "Sizzling Red"
    ],
    [
        "#FFDB00",
        "Sizzling Sunrise"
    ],
    [
        "#007474",
        "Skobeloff"
    ],
    [
        "#87CEEB",
        "Sky blue"
    ],
    [
        "#76D7EA",
        "Sky blue (Crayola)"
    ],
    [
        "#CF71AF",
        "Sky magenta"
    ],
    [
        "#6A5ACD",
        "Slate blue"
    ],
    [
        "#708090",
        "Slate gray"
    ],
    [
        "#299617",
        "Slimy green"
    ],
    [
        "#C84186",
        "Smitten"
    ],
    [
        "#100C08",
        "Smoky black"
    ],
    [
        "#FFFAFA",
        "Snow"
    ],
    [
        "#893843",
        "Solid pink"
    ],
    [
        "#757575",
        "Sonic silver"
    ],
    [
        "#1D2951",
        "Space cadet"
    ],
    [
        "#807532",
        "Spanish bistre"
    ],
    [
        "#0070B8",
        "Spanish blue"
    ],
    [
        "#D10047",
        "Spanish carmine"
    ],
    [
        "#989898",
        "Spanish gray"
    ],
    [
        "#009150",
        "Spanish green"
    ],
    [
        "#E86100",
        "Spanish orange"
    ],
    [
        "#F7BFBE",
        "Spanish pink"
    ],
    [
        "#E60026",
        "Spanish red"
    ],
    [
        "#00FFFE",
        "Spanish sky blue"
    ],
    [
        "#4C2882",
        "Spanish violet"
    ],
    [
        "#007F5C",
        "Spanish viridian"
    ],
    [
        "#A7FC00",
        "Spring bud"
    ],
    [
        "#87FF2A",
        "Spring Frost"
    ],
    [
        "#00FF7F",
        "Spring green"
    ],
    [
        "#ECEBBD",
        "Spring green (Crayola)"
    ],
    [
        "#007BB8",
        "Star command blue"
    ],
    [
        "#4682B4",
        "Steel blue"
    ],
    [
        "#CC33CC",
        "Steel pink"
    ],
    [
        "#FADA5E",
        "Stil de grain yellow"
    ],
    [
        "#E4D96F",
        "Straw"
    ],
    [
        "#FA5053",
        "Strawberry"
    ],
    [
        "#FF9361",
        "Strawberry Blonde"
    ],
    [
        "#33CC33",
        "Strong Lime Green"
    ],
    [
        "#914E75",
        "Sugar Plum"
    ],
    [
        "#FFCC33",
        "Sunglow"
    ],
    [
        "#E3AB57",
        "Sunray"
    ],
    [
        "#FAD6A5",
        "Sunset"
    ],
    [
        "#CF6BA9",
        "Super pink"
    ],
    [
        "#A83731",
        "Sweet Brown"
    ],
    [
        "#D44500",
        "Syracuse Orange"
    ],
    [
        "#D2B48C",
        "Tan"
    ],
    [
        "#D99A6C",
        "Tan (Crayola)"
    ],
    [
        "#F28500",
        "Tangerine"
    ],
    [
        "#E4717A",
        "Tango pink"
    ],
    [
        "#FB4D46",
        "Tart Orange"
    ],
    [
        "#483C32",
        "Taupe"
    ],
    [
        "#8B8589",
        "Taupe gray"
    ],
    [
        "#D0F0C0",
        "Tea green"
    ],
    [
        "#F4C2C2",
        "Tea rose"
    ],
    [
        "#008080",
        "Teal"
    ],
    [
        "#367588",
        "Teal blue"
    ],
    [
        "#00FFBF",
        "Technobotanica"
    ],
    [
        "#CF3476",
        "Telemagenta"
    ],
    [
        "#CD5700",
        "Tenné"
    ],
    [
        "#E2725B",
        "Terra cotta"
    ],
    [
        "#D8BFD8",
        "Thistle"
    ],
    [
        "#DE6FA1",
        "Thulian pink"
    ],
    [
        "#FC89AC",
        "Tickle Me Pink"
    ],
    [
        "#0ABAB5",
        "Tiffany Blue"
    ],
    [
        "#DBD7D2",
        "Timberwolf"
    ],
    [
        "#EEE600",
        "Titanium yellow"
    ],
    [
        "#FF6347",
        "Tomato"
    ],
    [
        "#86A1A9",
        "Tourmaline"
    ],
    [
        "#00755E",
        "Tropical rainforest"
    ],
    [
        "#2D68C4",
        "True Blue"
    ],
    [
        "#1C05B3",
        "Trypan Blue"
    ],
    [
        "#3E8EDE",
        "Tufts blue"
    ],
    [
        "#DEAA88",
        "Tumbleweed"
    ],
    [
        "#40E0D0",
        "Turquoise"
    ],
    [
        "#00FFEF",
        "Turquoise blue"
    ],
    [
        "#A0D6B4",
        "Turquoise green"
    ],
    [
        "#8A9A5B",
        "Turtle green"
    ],
    [
        "#FAD6A5",
        "Tuscan"
    ],
    [
        "#6F4E37",
        "Tuscan brown"
    ],
    [
        "#7C4848",
        "Tuscan red"
    ],
    [
        "#A67B5B",
        "Tuscan tan"
    ],
    [
        "#C09999",
        "Tuscany"
    ],
    [
        "#8A496B",
        "Twilight lavender"
    ],
    [
        "#66023C",
        "Tyrian purple"
    ],
    [
        "#0033AA",
        "UA blue"
    ],
    [
        "#D9004C",
        "UA red"
    ],
    [
        "#3F00FF",
        "Ultramarine"
    ],
    [
        "#4166F5",
        "Ultramarine blue"
    ],
    [
        "#FF6FFF",
        "Ultra pink"
    ],
    [
        "#FC6C85",
        "Ultra red"
    ],
    [
        "#635147",
        "Umber"
    ],
    [
        "#FFDDCA",
        "Unbleached silk"
    ],
    [
        "#009EDB",
        "United Nations blue"
    ],
    [
        "#A50021",
        "University of Pennsylvania red"
    ],
    [
        "#FFFF66",
        "Unmellow yellow"
    ],
    [
        "#014421",
        "UP Forest green"
    ],
    [
        "#7B1113",
        "UP maroon"
    ],
    [
        "#AE2029",
        "Upsdell red"
    ],
    [
        "#AFDBF5",
        "Uranian blue"
    ],
    [
        "#004F98",
        "USAFA blue"
    ],
    [
        "#664228",
        "Van Dyke brown"
    ],
    [
        "#F3E5AB",
        "Vanilla"
    ],
    [
        "#F38FA9",
        "Vanilla ice"
    ],
    [
        "#C5B358",
        "Vegas gold"
    ],
    [
        "#C80815",
        "Venetian red"
    ],
    [
        "#43B3AE",
        "Verdigris"
    ],
    [
        "#E34234",
        "Vermilion"
    ],
    [
        "#D9381E",
        "Vermilion"
    ],
    [
        "#A020F0",
        "Veronica"
    ],
    [
        "#8F00FF",
        "Violet"
    ],
    [
        "#7F00FF",
        "Violet (color wheel)"
    ],
    [
        "#963D7F",
        "Violet (crayola)"
    ],
    [
        "#8601AF",
        "Violet (RYB)"
    ],
    [
        "#EE82EE",
        "Violet (web)"
    ],
    [
        "#324AB2",
        "Violet-blue"
    ],
    [
        "#766EC8",
        "Violet-blue (Crayola)"
    ],
    [
        "#F75394",
        "Violet-red"
    ],
    [
        "#F0599C",
        "Violet-red(PerBang)"
    ],
    [
        "#40826D",
        "Viridian"
    ],
    [
        "#009698",
        "Viridian green"
    ],
    [
        "#9F1D35",
        "Vivid burgundy"
    ],
    [
        "#00CCFF",
        "Vivid sky blue"
    ],
    [
        "#FFA089",
        "Vivid tangerine"
    ],
    [
        "#9F00FF",
        "Vivid violet"
    ],
    [
        "#CEFF00",
        "Volt"
    ],
    [
        "#004242",
        "Warm black"
    ],
    [
        "#189BCC",
        "Weezy Blue"
    ],
    [
        "#F5DEB3",
        "Wheat"
    ],
    [
        "#FFFFFF",
        "White"
    ],
    [
        "#A2ADD0",
        "Wild blue yonder"
    ],
    [
        "#D470A2",
        "Wild orchid"
    ],
    [
        "#FF43A4",
        "Wild Strawberry"
    ],
    [
        "#FC6C85",
        "Wild watermelon"
    ],
    [
        "#A75502",
        "Windsor tan"
    ],
    [
        "#722F37",
        "Wine"
    ],
    [
        "#673147",
        "Wine dregs"
    ],
    [
        "#FF007C",
        "Winter Sky"
    ],
    [
        "#56887D",
        "Wintergreen Dream"
    ],
    [
        "#C9A0DC",
        "Wisteria"
    ],
    [
        "#C19A6B",
        "Wood brown"
    ],
    [
        "#738678",
        "Xanadu"
    ],
    [
        "#EEED09",
        "Xanthic"
    ],
    [
        "#F1B42F",
        "Xanthous"
    ],
    [
        "#00356B",
        "Yale Blue"
    ],
    [
        "#FFFF00",
        "Yellow"
    ],
    [
        "#FCE883",
        "Yellow (Crayola)"
    ],
    [
        "#EFCC00",
        "Yellow (Munsell)"
    ],
    [
        "#FFD300",
        "Yellow (NCS)"
    ],
    [
        "#FEDF00",
        "Yellow (Pantone)"
    ],
    [
        "#FFEF00",
        "Yellow (process)"
    ],
    [
        "#FEFE33",
        "Yellow (RYB)"
    ],
    [
        "#9ACD32",
        "Yellow-green"
    ],
    [
        "#C5E384",
        "Yellow-green (Crayola)"
    ],
    [
        "#30B21A",
        "Yellow-green (Color Wheel)"
    ],
    [
        "#FFAE42",
        "Yellow Orange"
    ],
    [
        "#FF9505",
        "Yellow Orange (Color Wheel)"
    ],
    [
        "#FFF700",
        "Yellow Sunshine"
    ],
    [
        "#2E5090",
        "YInMn Blue"
    ],
    [
        "#0014A8",
        "Zaffre"
    ],
    [
        "#2C1608",
        "Zinnwaldite brown"
    ],
    [
        "#39A78E",
        "Zomp"
    ]
]
export {engColors, colors, names, namedColors};